{
  "text": {
    "chào": 12,
    "xin": 60,
    "hello": 23,
    "hi": 24,
    "tạm": 55,
    "biệt": 4,
    "hẹn": 27,
    "gặp": 20,
    "lại": 30,
    "bye": 7,
    "bật": 9,
    "nhạc": 36,
    "đi": 62,
    "mở": 33,
    "giúp": 18,
    "tôi": 54,
    "muốn": 32,
    "nghe": 34,
    "play": 42,
    "music": 31,
    "vui": 58,
    "lên": 29,
    "thư": 48,
    "giãn": 17,
    "cho": 11,
    "vài": 59,
    "bài": 8,
    "chill": 10,
    "phát": 41,
    "buồn": 6,
    "có": 13,
    "playlist": 43,
    "nào": 37,
    "hay": 22,
    "không": 28,
    "gợi": 21,
    "ý": 61,
    "nên": 38,
    "gì": 19,
    "dừng": 15,
    "pause": 40,
    "ngừng": 35,
    "tiếp": 49,
    "tục": 56,
    "resume": 44,
    "tìm": 53,
    "của": 14,
    "avicii": 2,
    "taylor": 47,
    "swift": 46,
    "hát": 26,
    "ed": 16,
    "sheeran": 45,
    "bts": 5,
    "album": 1,
    "track": 51,
    "top": 50,
    "hits": 25,
    "trong": 52,
    "best": 3,
    "of": 39,
    "__number__": 0,
    "vibes": 57
  },
  "intent": {
    "greet": 2,
    "goodbye": 1,
    "play_music": 4,
    "play_music_mood": 5,
    "ask_playlist": 0,
    "pause_music": 3,
    "resume_music": 6,
    "search_by_artist": 8,
    "search_by_album": 7
  },
  "response": null,
  "action_name": {
    "action_listen": 13,
    "action_restart": 16,
    "action_session_start": 20,
    "action_default_fallback": 10,
    "action_deactivate_loop": 7,
    "action_revert_fallback_events": 17,
    "action_default_ask_affirmation": 8,
    "action_default_ask_rephrase": 9,
    "action_two_stage_fallback": 23,
    "action_unlikely_intent": 24,
    "action_back": 0,
    "action_send_text": 19,
    "action_extract_slots": 11,
    "action_cancel_flow": 2,
    "action_correct_flow_slot": 6,
    "action_clarify_flows": 3,
    "action_run_slot_rejections": 18,
    "action_clean_stack": 4,
    "action_trigger_search": 22,
    "action_trigger_chitchat": 21,
    "action_reset_routing": 15,
    "action_hangup": 12,
    "action_repeat_bot_messages": 14,
    "action_block_digression": 1,
    "action_continue_digression": 5,
    "utter_ask_playlist": 25,
    "utter_goodbye": 26,
    "utter_greet": 27,
    "utter_pause_music": 28,
    "utter_play_music": 29,
    "utter_play_music_mood": 30,
    "utter_resume_music": 31,
    "utter_search_by_album": 32,
    "utter_search_by_artist": 33
  },
  "action_text": null,
  "intent_response_key": null
}