{
  "text": {
    "chào": 16,
    "xin": 132,
    "hello": 36,
    "hi": 37,
    "tạm": 122,
    "biệt": 6,
    "hẹn": 48,
    "gặp": 31,
    "lại": 56,
    "bye": 11,
    "bật": 13,
    "nhạc": 71,
    "đi": 135,
    "mở": 64,
    "giúp": 29,
    "tôi": 120,
    "muốn": 60,
    "nghe": 66,
    "play": 87,
    "music": 59,
    "vui": 127,
    "lên": 55,
    "thư": 104,
    "giãn": 28,
    "cho": 15,
    "vài": 128,
    "bài": 12,
    "chill": 14,
    "phát": 84,
    "buồn": 10,
    "tìm": 118,
    "sôi": 100,
    "động": 138,
    "nhẹ": 72,
    "nhàng": 70,
    "tích": 119,
    "cực": 23,
    "có": 20,
    "playlist": 88,
    "nào": 73,
    "hay": 34,
    "không": 51,
    "gợi": 32,
    "ý": 134,
    "nên": 75,
    "gì": 30,
    "dừng": 24,
    "pause": 82,
    "ngừng": 68,
    "tiếp": 107,
    "tục": 124,
    "resume": 94,
    "của": 22,
    "avicii": 2,
    "taylor": 102,
    "swift": 99,
    "hát": 43,
    "ed": 25,
    "sheeran": 98,
    "bts": 9,
    "album": 1,
    "track": 112,
    "top": 110,
    "hits": 39,
    "trong": 114,
    "best": 4,
    "of": 81,
    "__number__": 0,
    "vibes": 125,
    "pop": 89,
    "rock": 95,
    "jazz": 50,
    "hip": 38,
    "hop": 40,
    "edm": 26,
    "classical": 17,
    "country": 18,
    "r": 91,
    "b": 3,
    "reggae": 92,
    "blues": 8,
    "happy": 33,
    "sad": 96,
    "workout": 131,
    "relax": 93,
    "tập": 123,
    "trung": 115,
    "học": 49,
    "ngủ": 67,
    "tiệc": 109,
    "tùng": 121,
    "làm": 54,
    "việc": 126,
    "âm": 133,
    "đặc": 137,
    "biết": 5,
    "về": 130,
    "hãy": 44,
    "nói": 76,
    "nổi": 79,
    "sơn": 101,
    "m": 58,
    "tp": 111,
    "thời": 106,
    "tiết": 108,
    "hôm": 45,
    "nay": 65,
    "thế": 105,
    "ở": 139,
    "hà": 42,
    "nội": 80,
    "đà": 136,
    "nẵng": 78,
    "hcm": 35,
    "nha": 69,
    "trang": 113,
    "hải": 47,
    "phòng": 85,
    "cần": 21,
    "thơ": 103,
    "huế": 41,
    "vũng": 129,
    "tàu": 117,
    "lạt": 57,
    "phú": 86,
    "quốc": 90,
    "hạ": 46,
    "long": 52,
    "mũi": 61,
    "né": 74,
    "giang": 27,
    "sapa": 97,
    "trời": 116,
    "nắng": 77,
    "mưa": 62,
    "phong": 83,
    "cách": 19,
    "blackpink": 7,
    "mới": 63,
    "là": 53
  },
  "intent": {
    "greet": 5,
    "goodbye": 4,
    "play_music": 7,
    "play_music_mood": 8,
    "ask_playlist": 2,
    "pause_music": 6,
    "resume_music": 9,
    "search_by_artist": 11,
    "search_by_album": 10,
    "search_by_genre": 12,
    "search_by_playlist": 13,
    "ask_music_llm": 1,
    "ask_weather": 3,
    "ask_music_info": 0
  },
  "response": null,
  "action_name": {
    "action_listen": 14,
    "action_restart": 17,
    "action_session_start": 21,
    "action_default_fallback": 10,
    "action_deactivate_loop": 7,
    "action_revert_fallback_events": 18,
    "action_default_ask_affirmation": 8,
    "action_default_ask_rephrase": 9,
    "action_two_stage_fallback": 24,
    "action_unlikely_intent": 25,
    "action_back": 0,
    "action_send_text": 20,
    "action_extract_slots": 11,
    "action_cancel_flow": 2,
    "action_correct_flow_slot": 6,
    "action_clarify_flows": 3,
    "action_run_slot_rejections": 19,
    "action_clean_stack": 4,
    "action_trigger_search": 23,
    "action_trigger_chitchat": 22,
    "action_reset_routing": 16,
    "action_hangup": 13,
    "action_repeat_bot_messages": 15,
    "action_block_digression": 1,
    "action_continue_digression": 5,
    "action_flan_t5_response": 12,
    "music_form": 26,
    "utter_ask_playlist": 27,
    "utter_goodbye": 28,
    "utter_greet": 29,
    "utter_pause_music": 30,
    "utter_play_music_mood": 31,
    "utter_resume_music": 32,
    "utter_search_by_album": 33,
    "utter_search_by_artist": 34,
    "utter_search_by_genre": 35
  },
  "action_text": null,
  "intent_response_key": null
}