{
  "text": {
    "chào": 21,
    "xin": 123,
    "hello": 44,
    "hi": 45,
    "tạm": 111,
    "biệt": 11,
    "hẹn": 50,
    "gặp": 40,
    "lại": 64,
    "bye": 16,
    "bật": 18,
    "nhạc": 73,
    "đi": 126,
    "mở": 68,
    "giúp": 37,
    "tôi": 109,
    "muốn": 67,
    "nghe": 69,
    "play": 81,
    "music": 66,
    "vui": 118,
    "lên": 63,
    "thư": 100,
    "giãn": 36,
    "cho": 20,
    "vài": 119,
    "bài": 17,
    "chill": 19,
    "phát": 80,
    "buồn": 15,
    "tìm": 107,
    "sôi": 96,
    "động": 127,
    "nhẹ": 74,
    "nhàng": 72,
    "tích": 108,
    "cực": 27,
    "có": 25,
    "playlist": 82,
    "nào": 75,
    "hay": 43,
    "không": 58,
    "gợi": 41,
    "ý": 125,
    "nên": 76,
    "gì": 39,
    "dừng": 31,
    "pause": 78,
    "ngừng": 71,
    "tiếp": 101,
    "tục": 113,
    "resume": 87,
    "của": 26,
    "avicii": 5,
    "taylor": 97,
    "swift": 95,
    "hát": 49,
    "ed": 32,
    "sheeran": 92,
    "bts": 14,
    "album": 3,
    "track": 104,
    "top": 103,
    "hits": 47,
    "trong": 105,
    "best": 9,
    "of": 77,
    "__number__": 0,
    "vibes": 116,
    "pop": 83,
    "rock": 88,
    "jazz": 56,
    "hip": 46,
    "hop": 48,
    "edm": 33,
    "classical": 22,
    "country": 24,
    "r": 84,
    "b": 6,
    "reggae": 85,
    "blues": 13,
    "happy": 42,
    "sad": 90,
    "workout": 122,
    "relax": 86,
    "tập": 112,
    "trung": 106,
    "học": 51,
    "ngủ": 70,
    "tiệc": 102,
    "tùng": 110,
    "làm": 62,
    "việc": 117,
    "infomation": 53,
    "about": 2,
    "tell": 98,
    "me": 65,
    "who": 121,
    "is": 55,
    "the": 99,
    "artist": 4,
    "do": 30,
    "you": 124,
    "know": 59,
    "coldplay": 23,
    "a": 1,
    "band": 8,
    "justin": 57,
    "bieber": 10,
    "give": 35,
    "information": 54,
    "song": 94,
    "wake": 120,
    "up": 114,
    "shape": 91,
    "blinding": 12,
    "lights": 60,
    "bad": 7,
    "guy": 38,
    "despacito": 29,
    "uptown": 115,
    "funk": 34,
    "rolling": 89,
    "in": 52,
    "deep": 28,
    "someone": 93,
    "like": 61,
    "perfect": 79
  },
  "intent": {
    "greet": 4,
    "goodbye": 3,
    "play_music": 6,
    "play_music_mood": 7,
    "ask_playlist": 2,
    "pause_music": 5,
    "resume_music": 8,
    "search_by_artist": 10,
    "search_by_album": 9,
    "search_by_genre": 11,
    "search_by_playlist": 12,
    "ask_music_artist_info": 0,
    "ask_music_info": 1
  },
  "response": null,
  "action_name": {
    "action_listen": 14,
    "action_restart": 17,
    "action_session_start": 21,
    "action_default_fallback": 11,
    "action_deactivate_loop": 8,
    "action_revert_fallback_events": 18,
    "action_default_ask_affirmation": 9,
    "action_default_ask_rephrase": 10,
    "action_two_stage_fallback": 24,
    "action_unlikely_intent": 25,
    "action_back": 1,
    "action_send_text": 20,
    "action_extract_slots": 12,
    "action_cancel_flow": 3,
    "action_correct_flow_slot": 7,
    "action_clarify_flows": 4,
    "action_run_slot_rejections": 19,
    "action_clean_stack": 5,
    "action_trigger_search": 23,
    "action_trigger_chitchat": 22,
    "action_reset_routing": 16,
    "action_hangup": 13,
    "action_repeat_bot_messages": 15,
    "action_block_digression": 2,
    "action_continue_digression": 6,
    "action_ask_music_bot": 0,
    "music_form": 26,
    "utter_ask_playlist": 27,
    "utter_goodbye": 28,
    "utter_greet": 29,
    "utter_pause_music": 30,
    "utter_play_music_mood": 31,
    "utter_resume_music": 32,
    "utter_search_by_album": 33,
    "utter_search_by_artist": 34,
    "utter_search_by_genre": 35
  },
  "action_text": null,
  "intent_response_key": null
}