{
  "text": {
    "chào": 15,
    "xin": 127,
    "hello": 34,
    "hi": 35,
    "tạm": 117,
    "biệt": 6,
    "hẹn": 46,
    "gặp": 29,
    "lại": 53,
    "bye": 10,
    "bật": 12,
    "nhạc": 67,
    "đi": 130,
    "mở": 60,
    "giúp": 27,
    "tôi": 115,
    "muốn": 57,
    "nghe": 62,
    "play": 82,
    "music": 56,
    "vui": 122,
    "lên": 52,
    "thư": 99,
    "giãn": 26,
    "cho": 14,
    "vài": 123,
    "bài": 11,
    "chill": 13,
    "phát": 79,
    "buồn": 9,
    "tìm": 113,
    "sôi": 95,
    "động": 133,
    "nhẹ": 68,
    "nhàng": 66,
    "tích": 114,
    "cực": 21,
    "có": 18,
    "playlist": 83,
    "nào": 69,
    "hay": 32,
    "không": 49,
    "gợi": 30,
    "ý": 129,
    "nên": 71,
    "gì": 28,
    "dừng": 22,
    "pause": 78,
    "ngừng": 64,
    "tiếp": 102,
    "tục": 119,
    "resume": 89,
    "của": 20,
    "avicii": 2,
    "taylor": 97,
    "swift": 94,
    "hát": 41,
    "ed": 23,
    "sheeran": 93,
    "bts": 8,
    "album": 1,
    "track": 107,
    "top": 105,
    "hits": 37,
    "trong": 109,
    "best": 4,
    "of": 77,
    "__number__": 0,
    "vibes": 120,
    "pop": 84,
    "rock": 90,
    "jazz": 48,
    "hip": 36,
    "hop": 38,
    "edm": 24,
    "classical": 16,
    "country": 17,
    "r": 86,
    "b": 3,
    "reggae": 87,
    "blues": 7,
    "happy": 31,
    "sad": 91,
    "workout": 126,
    "relax": 88,
    "tập": 118,
    "trung": 110,
    "học": 47,
    "ngủ": 63,
    "tiệc": 104,
    "tùng": 116,
    "làm": 51,
    "việc": 121,
    "âm": 128,
    "đặc": 132,
    "biết": 5,
    "về": 125,
    "hãy": 42,
    "nói": 72,
    "nổi": 75,
    "sơn": 96,
    "m": 55,
    "tp": 106,
    "thời": 101,
    "tiết": 103,
    "hôm": 43,
    "nay": 61,
    "thế": 100,
    "ở": 134,
    "hà": 40,
    "nội": 76,
    "đà": 131,
    "nẵng": 74,
    "hcm": 33,
    "nha": 65,
    "trang": 108,
    "hải": 45,
    "phòng": 80,
    "cần": 19,
    "thơ": 98,
    "huế": 39,
    "vũng": 124,
    "tàu": 112,
    "lạt": 54,
    "phú": 81,
    "quốc": 85,
    "hạ": 44,
    "long": 50,
    "mũi": 58,
    "né": 70,
    "giang": 25,
    "sapa": 92,
    "trời": 111,
    "nắng": 73,
    "mưa": 59
  },
  "intent": {
    "greet": 4,
    "goodbye": 3,
    "play_music": 6,
    "play_music_mood": 7,
    "ask_playlist": 1,
    "pause_music": 5,
    "resume_music": 8,
    "search_by_artist": 10,
    "search_by_album": 9,
    "search_by_genre": 11,
    "search_by_playlist": 12,
    "ask_music_llm": 0,
    "ask_weather": 2
  },
  "response": null,
  "action_name": {
    "action_listen": 14,
    "action_restart": 18,
    "action_session_start": 22,
    "action_default_fallback": 10,
    "action_deactivate_loop": 7,
    "action_revert_fallback_events": 19,
    "action_default_ask_affirmation": 8,
    "action_default_ask_rephrase": 9,
    "action_two_stage_fallback": 25,
    "action_unlikely_intent": 26,
    "action_back": 0,
    "action_send_text": 21,
    "action_extract_slots": 11,
    "action_cancel_flow": 2,
    "action_correct_flow_slot": 6,
    "action_clarify_flows": 3,
    "action_run_slot_rejections": 20,
    "action_clean_stack": 4,
    "action_trigger_search": 24,
    "action_trigger_chitchat": 23,
    "action_reset_routing": 17,
    "action_hangup": 13,
    "action_repeat_bot_messages": 16,
    "action_block_digression": 1,
    "action_continue_digression": 5,
    "action_get_weather": 12,
    "action_llm_response": 15,
    "music_form": 27,
    "utter_ask_playlist": 28,
    "utter_goodbye": 29,
    "utter_greet": 30,
    "utter_pause_music": 31,
    "utter_play_music_mood": 32,
    "utter_resume_music": 33,
    "utter_search_by_album": 34,
    "utter_search_by_artist": 35,
    "utter_search_by_genre": 36
  },
  "action_text": null,
  "intent_response_key": null
}