{
  "text": {
    "chào": 16,
    "xin": 98,
    "hello": 33,
    "hi": 34,
    "tạm": 89,
    "biệt": 6,
    "hẹn": 40,
    "gặp": 29,
    "lại": 47,
    "bye": 11,
    "bật": 13,
    "nhạc": 56,
    "đi": 101,
    "mở": 51,
    "giúp": 27,
    "tôi": 87,
    "muốn": 49,
    "nghe": 52,
    "play": 64,
    "music": 48,
    "vui": 94,
    "lên": 46,
    "thư": 78,
    "giãn": 26,
    "cho": 15,
    "vài": 95,
    "bài": 12,
    "chill": 14,
    "phát": 63,
    "buồn": 10,
    "tìm": 85,
    "sôi": 75,
    "động": 103,
    "nhẹ": 57,
    "nhàng": 55,
    "tích": 86,
    "cực": 22,
    "có": 20,
    "playlist": 65,
    "nào": 58,
    "hay": 32,
    "không": 43,
    "gợi": 30,
    "ý": 100,
    "nên": 59,
    "gì": 28,
    "dừng": 23,
    "pause": 61,
    "ngừng": 54,
    "tiếp": 79,
    "tục": 91,
    "resume": 70,
    "của": 21,
    "avicii": 2,
    "taylor": 77,
    "swift": 74,
    "hát": 38,
    "ed": 24,
    "sheeran": 73,
    "bts": 9,
    "album": 1,
    "track": 82,
    "top": 81,
    "hits": 36,
    "trong": 83,
    "best": 4,
    "of": 60,
    "__number__": 0,
    "vibes": 92,
    "pop": 66,
    "rock": 71,
    "jazz": 42,
    "hip": 35,
    "hop": 37,
    "edm": 25,
    "classical": 17,
    "country": 18,
    "r": 67,
    "b": 3,
    "reggae": 68,
    "blues": 8,
    "happy": 31,
    "sad": 72,
    "workout": 97,
    "relax": 69,
    "tập": 90,
    "trung": 84,
    "học": 41,
    "ngủ": 53,
    "tiệc": 80,
    "tùng": 88,
    "làm": 45,
    "việc": 93,
    "âm": 99,
    "sơn": 76,
    "đặc": 102,
    "hãy": 39,
    "biết": 5,
    "về": 96,
    "phong": 62,
    "cách": 19,
    "blackpink": 7,
    "mới": 50,
    "là": 44
  },
  "intent": {
    "greet": 3,
    "goodbye": 2,
    "play_music": 5,
    "play_music_mood": 6,
    "ask_playlist": 1,
    "pause_music": 4,
    "resume_music": 7,
    "search_by_artist": 9,
    "search_by_album": 8,
    "search_by_genre": 10,
    "search_by_playlist": 11,
    "ask_music_info": 0
  },
  "response": null,
  "action_name": {
    "action_listen": 14,
    "action_restart": 17,
    "action_session_start": 21,
    "action_default_fallback": 10,
    "action_deactivate_loop": 7,
    "action_revert_fallback_events": 18,
    "action_default_ask_affirmation": 8,
    "action_default_ask_rephrase": 9,
    "action_two_stage_fallback": 24,
    "action_unlikely_intent": 25,
    "action_back": 0,
    "action_send_text": 20,
    "action_extract_slots": 11,
    "action_cancel_flow": 2,
    "action_correct_flow_slot": 6,
    "action_clarify_flows": 3,
    "action_run_slot_rejections": 19,
    "action_clean_stack": 4,
    "action_trigger_search": 23,
    "action_trigger_chitchat": 22,
    "action_reset_routing": 16,
    "action_hangup": 13,
    "action_repeat_bot_messages": 15,
    "action_block_digression": 1,
    "action_continue_digression": 5,
    "action_flan_t5_response": 12,
    "music_form": 26,
    "utter_ask_playlist": 27,
    "utter_goodbye": 28,
    "utter_greet": 29,
    "utter_pause_music": 30,
    "utter_play_music_mood": 31,
    "utter_resume_music": 32,
    "utter_search_by_album": 33,
    "utter_search_by_artist": 34,
    "utter_search_by_genre": 35
  },
  "action_text": null,
  "intent_response_key": null
}