{
  "text": {
    "chào": 22,
    "xin": 129,
    "hello": 43,
    "hi": 44,
    "tạm": 118,
    "biệt": 10,
    "hẹn": 50,
    "gặp": 37,
    "lại": 63,
    "bye": 16,
    "bật": 18,
    "nhạc": 73,
    "đi": 133,
    "mở": 68,
    "giúp": 34,
    "tôi": 116,
    "muốn": 67,
    "nghe": 69,
    "play": 80,
    "music": 66,
    "vui": 123,
    "lên": 62,
    "thư": 106,
    "giãn": 33,
    "cho": 21,
    "vài": 124,
    "bài": 17,
    "chill": 20,
    "phát": 79,
    "buồn": 15,
    "tìm": 114,
    "sôi": 100,
    "động": 134,
    "nhẹ": 74,
    "nhàng": 72,
    "tích": 115,
    "cực": 27,
    "có": 25,
    "playlist": 81,
    "nào": 75,
    "hay": 41,
    "không": 57,
    "gợi": 38,
    "ý": 132,
    "nên": 76,
    "gì": 36,
    "dừng": 29,
    "pause": 78,
    "ngừng": 71,
    "tiếp": 107,
    "tục": 120,
    "resume": 86,
    "của": 26,
    "avicii": 4,
    "taylor": 101,
    "swift": 99,
    "hát": 49,
    "ed": 30,
    "sheeran": 92,
    "bts": 14,
    "album": 2,
    "track": 111,
    "top": 110,
    "hits": 46,
    "trong": 112,
    "best": 9,
    "of": 77,
    "__number__": 0,
    "vibes": 121,
    "pop": 82,
    "rock": 88,
    "jazz": 56,
    "hip": 45,
    "hop": 47,
    "edm": 31,
    "classical": 23,
    "country": 24,
    "r": 83,
    "b": 5,
    "reggae": 84,
    "blues": 12,
    "happy": 40,
    "sad": 90,
    "workout": 127,
    "relax": 85,
    "tập": 119,
    "trung": 113,
    "học": 51,
    "ngủ": 70,
    "tiệc": 108,
    "tùng": 117,
    "làm": 61,
    "việc": 122,
    "tell": 103,
    "me": 64,
    "about": 1,
    "the": 104,
    "what": 125,
    "is": 55,
    "song": 95,
    "shape": 91,
    "you": 130,
    "who": 126,
    "artist": 3,
    "blinding": 11,
    "lights": 58,
    "meaning": 65,
    "someone": 94,
    "like": 59,
    "genre": 32,
    "bad": 7,
    "guy": 35,
    "wrote": 128,
    "rolling": 89,
    "in": 53,
    "deep": 28,
    "story": 98,
    "behind": 8,
    "lose": 60,
    "yourself": 131,
    "theme": 105,
    "hallelujah": 39,
    "background": 6,
    "bohemian": 13,
    "rhapsody": 87,
    "inspiration": 54,
    "imagine": 52,
    "stairway": 97,
    "to": 109,
    "heaven": 42,
    "hotel": 48,
    "california": 19,
    "smells": 93,
    "teen": 102,
    "spirit": 96
  },
  "intent": {
    "greet": 3,
    "goodbye": 2,
    "play_music": 5,
    "play_music_mood": 6,
    "ask_playlist": 1,
    "pause_music": 4,
    "resume_music": 7,
    "search_by_artist": 9,
    "search_by_album": 8,
    "search_by_genre": 10,
    "search_by_playlist": 11,
    "ask_music_info": 0
  },
  "response": null,
  "action_name": {
    "action_listen": 14,
    "action_restart": 17,
    "action_session_start": 21,
    "action_default_fallback": 10,
    "action_deactivate_loop": 7,
    "action_revert_fallback_events": 18,
    "action_default_ask_affirmation": 8,
    "action_default_ask_rephrase": 9,
    "action_two_stage_fallback": 24,
    "action_unlikely_intent": 25,
    "action_back": 0,
    "action_send_text": 20,
    "action_extract_slots": 11,
    "action_cancel_flow": 2,
    "action_correct_flow_slot": 6,
    "action_clarify_flows": 3,
    "action_run_slot_rejections": 19,
    "action_clean_stack": 4,
    "action_trigger_search": 23,
    "action_trigger_chitchat": 22,
    "action_reset_routing": 16,
    "action_hangup": 13,
    "action_repeat_bot_messages": 15,
    "action_block_digression": 1,
    "action_continue_digression": 5,
    "action_flan_t5_response": 12,
    "music_form": 26,
    "utter_ask_playlist": 27,
    "utter_goodbye": 28,
    "utter_greet": 29,
    "utter_pause_music": 30,
    "utter_play_music_mood": 31,
    "utter_resume_music": 32,
    "utter_search_by_album": 33,
    "utter_search_by_artist": 34,
    "utter_search_by_genre": 35
  },
  "action_text": null,
  "intent_response_key": null
}