{
  "text": {
    "chào": 21,
    "xin": 132,
    "hello": 41,
    "hi": 42,
    "tạm": 123,
    "biệt": 10,
    "hẹn": 50,
    "gặp": 37,
    "lại": 62,
    "bye": 16,
    "bật": 18,
    "nhạc": 75,
    "đi": 138,
    "mở": 67,
    "giúp": 34,
    "tôi": 121,
    "muốn": 65,
    "nghe": 69,
    "play": 87,
    "music": 64,
    "vui": 128,
    "lên": 61,
    "thư": 108,
    "giãn": 33,
    "cho": 20,
    "vài": 129,
    "bài": 17,
    "chill": 19,
    "phát": 86,
    "buồn": 15,
    "tìm": 119,
    "sôi": 102,
    "động": 141,
    "nhẹ": 77,
    "nhàng": 74,
    "tích": 120,
    "cực": 27,
    "có": 25,
    "playlist": 88,
    "nào": 79,
    "hay": 40,
    "không": 53,
    "gợi": 38,
    "ý": 136,
    "nên": 80,
    "gì": 36,
    "dừng": 29,
    "pause": 84,
    "ngừng": 73,
    "tiếp": 111,
    "tục": 125,
    "resume": 93,
    "của": 26,
    "avicii": 4,
    "taylor": 106,
    "swift": 100,
    "hát": 48,
    "ed": 30,
    "sheeran": 97,
    "bts": 14,
    "album": 2,
    "track": 114,
    "top": 113,
    "hits": 44,
    "trong": 115,
    "best": 7,
    "of": 83,
    "__number__": 0,
    "vibes": 126,
    "pop": 89,
    "rock": 94,
    "jazz": 52,
    "hip": 43,
    "hop": 46,
    "edm": 31,
    "classical": 22,
    "country": 23,
    "r": 90,
    "b": 5,
    "reggae": 91,
    "blues": 13,
    "happy": 39,
    "sad": 95,
    "workout": 131,
    "relax": 92,
    "tập": 124,
    "trung": 116,
    "học": 51,
    "ngủ": 72,
    "tiệc": 112,
    "tùng": 122,
    "làm": 59,
    "việc": 127,
    "âm": 135,
    "sơn": 104,
    "đặc": 140,
    "hãy": 49,
    "biết": 9,
    "về": 130,
    "phong": 85,
    "cách": 24,
    "blackpink": 11,
    "mới": 66,
    "là": 58,
    "ai": 1,
    "nghệ": 70,
    "sĩ": 103,
    "nổi": 82,
    "tiếng": 110,
    "nhất": 76,
    "hiện": 45,
    "nay": 68,
    "những": 78,
    "năm": 81,
    "thể": 109,
    "loại": 57,
    "người": 71,
    "sáng": 101,
    "tác": 118,
    "shape": 96,
    "you": 133,
    "đang": 137,
    "làng": 60,
    "lịch": 63,
    "sử": 105,
    "hot": 47,
    "trên": 117,
    "spotify": 99,
    "someone": 98,
    "like": 55,
    "billie": 8,
    "eilish": 32,
    "được": 139,
    "yêu": 134,
    "thích": 107,
    "bad": 6,
    "guy": 35,
    "apple": 3,
    "blinding": 12,
    "lights": 54,
    "dua": 28,
    "lipa": 56
  },
  "intent": {
    "greet": 3,
    "goodbye": 2,
    "play_music": 5,
    "play_music_mood": 6,
    "ask_playlist": 1,
    "pause_music": 4,
    "resume_music": 7,
    "search_by_artist": 9,
    "search_by_album": 8,
    "search_by_genre": 10,
    "search_by_playlist": 11,
    "ask_music_info": 0
  },
  "response": null,
  "action_name": {
    "action_listen": 13,
    "action_restart": 16,
    "action_session_start": 20,
    "action_default_fallback": 10,
    "action_deactivate_loop": 7,
    "action_revert_fallback_events": 17,
    "action_default_ask_affirmation": 8,
    "action_default_ask_rephrase": 9,
    "action_two_stage_fallback": 23,
    "action_unlikely_intent": 24,
    "action_back": 0,
    "action_send_text": 19,
    "action_extract_slots": 11,
    "action_cancel_flow": 2,
    "action_correct_flow_slot": 6,
    "action_clarify_flows": 3,
    "action_run_slot_rejections": 18,
    "action_clean_stack": 4,
    "action_trigger_search": 22,
    "action_trigger_chitchat": 21,
    "action_reset_routing": 15,
    "action_hangup": 12,
    "action_repeat_bot_messages": 14,
    "action_block_digression": 1,
    "action_continue_digression": 5,
    "action_vietai_response": 25,
    "music_form": 26,
    "utter_ask_playlist": 27,
    "utter_goodbye": 28,
    "utter_greet": 29,
    "utter_pause_music": 30,
    "utter_play_music_mood": 31,
    "utter_resume_music": 32,
    "utter_search_by_album": 33,
    "utter_search_by_artist": 34,
    "utter_search_by_genre": 35
  },
  "action_text": null,
  "intent_response_key": null
}