{
  "text": {
    "chào": 14,
    "xin": 89,
    "hello": 30,
    "hi": 31,
    "tạm": 81,
    "biệt": 5,
    "hẹn": 36,
    "gặp": 26,
    "lại": 42,
    "bye": 9,
    "bật": 11,
    "nhạc": 50,
    "đi": 91,
    "mở": 45,
    "giúp": 24,
    "tôi": 79,
    "muốn": 44,
    "nghe": 46,
    "play": 57,
    "music": 43,
    "vui": 86,
    "lên": 41,
    "thư": 70,
    "giãn": 23,
    "cho": 13,
    "vài": 87,
    "bài": 10,
    "chill": 12,
    "phát": 56,
    "buồn": 8,
    "tìm": 77,
    "sôi": 68,
    "động": 92,
    "nhẹ": 51,
    "nhàng": 49,
    "tích": 78,
    "cực": 19,
    "có": 17,
    "playlist": 58,
    "nào": 52,
    "hay": 29,
    "không": 39,
    "gợi": 27,
    "ý": 90,
    "nên": 53,
    "gì": 25,
    "dừng": 20,
    "pause": 55,
    "ngừng": 48,
    "tiếp": 71,
    "tục": 83,
    "resume": 63,
    "của": 18,
    "avicii": 2,
    "taylor": 69,
    "swift": 67,
    "hát": 35,
    "ed": 21,
    "sheeran": 66,
    "bts": 7,
    "album": 1,
    "track": 74,
    "top": 73,
    "hits": 33,
    "trong": 75,
    "best": 4,
    "of": 54,
    "__number__": 0,
    "vibes": 84,
    "pop": 59,
    "rock": 64,
    "jazz": 38,
    "hip": 32,
    "hop": 34,
    "edm": 22,
    "classical": 15,
    "country": 16,
    "r": 60,
    "b": 3,
    "reggae": 61,
    "blues": 6,
    "happy": 28,
    "sad": 65,
    "workout": 88,
    "relax": 62,
    "tập": 82,
    "trung": 76,
    "học": 37,
    "ngủ": 47,
    "tiệc": 72,
    "tùng": 80,
    "làm": 40,
    "việc": 85
  },
  "intent": {
    "greet": 2,
    "goodbye": 1,
    "play_music": 4,
    "play_music_mood": 5,
    "ask_playlist": 0,
    "pause_music": 3,
    "resume_music": 6,
    "search_by_artist": 8,
    "search_by_album": 7,
    "search_by_genre": 9,
    "search_by_playlist": 10
  },
  "response": null,
  "action_name": {
    "action_listen": 13,
    "action_restart": 16,
    "action_session_start": 20,
    "action_default_fallback": 10,
    "action_deactivate_loop": 7,
    "action_revert_fallback_events": 17,
    "action_default_ask_affirmation": 8,
    "action_default_ask_rephrase": 9,
    "action_two_stage_fallback": 23,
    "action_unlikely_intent": 24,
    "action_back": 0,
    "action_send_text": 19,
    "action_extract_slots": 11,
    "action_cancel_flow": 2,
    "action_correct_flow_slot": 6,
    "action_clarify_flows": 3,
    "action_run_slot_rejections": 18,
    "action_clean_stack": 4,
    "action_trigger_search": 22,
    "action_trigger_chitchat": 21,
    "action_reset_routing": 15,
    "action_hangup": 12,
    "action_repeat_bot_messages": 14,
    "action_block_digression": 1,
    "action_continue_digression": 5,
    "utter_ask_playlist": 25,
    "utter_goodbye": 26,
    "utter_greet": 27,
    "utter_pause_music": 28,
    "utter_play_music": 29,
    "utter_play_music_mood": 30,
    "utter_resume_music": 31,
    "utter_search_by_album": 32,
    "utter_search_by_artist": 33,
    "utter_search_by_genre": 34
  },
  "action_text": null,
  "intent_response_key": null
}