{
  "text": {
    " ": 0,
    "c": 350,
    "h": 457,
    "à": 974,
    "o": 708,
    " c": 27,
    "ch": 355,
    "hà": 489,
    "ào": 983,
    "o ": 709,
    " ch": 28,
    "chà": 361,
    "hào": 493,
    "ào ": 984,
    " chà": 31,
    "chào": 362,
    "hào ": 494,
    "x": 956,
    "i": 534,
    "n": 657,
    " x": 237,
    "xi": 958,
    "in": 556,
    "n ": 658,
    " xi": 238,
    "xin": 959,
    "in ": 557,
    " xin": 239,
    "xin ": 960,
    "e": 394,
    "l": 594,
    " h": 62,
    "he": 468,
    "el": 406,
    "ll": 610,
    "lo": 614,
    " he": 66,
    "hel": 472,
    "ell": 409,
    "llo": 612,
    "lo ": 615,
    " hel": 67,
    "hell": 473,
    "ello": 410,
    "llo ": 613,
    "hi": 474,
    "i ": 535,
    " hi": 68,
    "hi ": 475,
    " hi ": 69,
    "t": 830,
    "ạ": 1062,
    "m": 634,
    " t": 186,
    "tạ": 886,
    "ạm": 1068,
    "m ": 635,
    " tạ": 216,
    "tạm": 887,
    "ạm ": 1069,
    " tạm": 217,
    "tạm ": 888,
    "b": 317,
    "ệ": 1108,
    " b": 9,
    "bi": 325,
    "iệ": 577,
    "ệt": 1111,
    "t ": 831,
    " bi": 12,
    "biệ": 328,
    "iệt": 580,
    "ệt ": 1112,
    " biệ": 14,
    "biệt": 329,
    "iệt ": 581,
    "ẹ": 1096,
    "hẹ": 522,
    "ẹn": 1098,
    " hẹ": 88,
    "hẹn": 524,
    "ẹn ": 1099,
    " hẹn": 89,
    "hẹn ": 525,
    "g": 426,
    "ặ": 1091,
    "p": 729,
    " g": 51,
    "gặ": 446,
    "ặp": 1094,
    "p ": 730,
    " gặ": 58,
    "gặp": 447,
    "ặp ": 1095,
    " gặp": 59,
    "gặp ": 448,
    " l": 98,
    "lạ": 629,
    "ại": 1066,
    " lạ": 105,
    "lại": 630,
    "ại ": 1067,
    " lại": 106,
    "lại ": 631,
    "y": 961,
    "by": 341,
    "ye": 963,
    "e ": 395,
    " by": 21,
    "bye": 342,
    "ye ": 964,
    " bye": 22,
    "bye ": 343,
    "ậ": 1078,
    "bậ": 347,
    "ật": 1081,
    " bậ": 25,
    "bật": 348,
    "ật ": 1082,
    " bật": 26,
    "bật ": 349,
    " n": 120,
    "nh": 670,
    "hạ": 515,
    "ạc": 1064,
    "c ": 351,
    " nh": 127,
    "nhạ": 675,
    "hạc": 517,
    "ạc ": 1065,
    " nhạ": 130,
    "nhạc": 676,
    "hạc ": 518,
    "đ": 1037,
    " đ": 245,
    "đi": 1038,
    " đi": 246,
    "đi ": 1039,
    " đi ": 247,
    "ở": 1136,
    " m": 108,
    "mở": 655,
    "ở ": 1137,
    " mở": 118,
    "mở ": 656,
    " mở ": 119,
    "ú": 1031,
    "gi": 437,
    "iú": 569,
    "úp": 1033,
    " gi": 52,
    "giú": 442,
    "iúp": 570,
    "úp ": 1034,
    " giú": 55,
    "giúp": 443,
    "iúp ": 571,
    "ô": 1019,
    "tô": 880,
    "ôi": 1020,
    " tô": 212,
    "tôi": 881,
    "ôi ": 1021,
    " tôi": 213,
    "tôi ": 882,
    "u": 895,
    "ố": 1116,
    "mu": 644,
    "uố": 922,
    "ốn": 1119,
    " mu": 111,
    "muố": 647,
    "uốn": 925,
    "ốn ": 1120,
    " muố": 113,
    "muốn": 648,
    "uốn ": 926,
    "ng": 662,
    "gh": 434,
    " ng": 123,
    "ngh": 664,
    "ghe": 435,
    "he ": 469,
    " ngh": 124,
    "nghe": 665,
    "ghe ": 436,
    "a": 276,
    " p": 151,
    "pl": 745,
    "la": 596,
    "ay": 309,
    "y ": 962,
    " pl": 158,
    "pla": 746,
    "lay": 601,
    "ay ": 310,
    " pla": 159,
    "play": 747,
    "lay ": 602,
    "s": 797,
    "us": 913,
    "si": 809,
    "ic": 542,
    "mus": 645,
    "usi": 916,
    "sic": 810,
    "ic ": 543,
    " mus": 112,
    "musi": 646,
    "usic": 917,
    "sic ": 811,
    "v": 930,
    " v": 222,
    "vu": 938,
    "ui": 900,
    " vu": 226,
    "vui": 939,
    "ui ": 901,
    " vui": 227,
    "vui ": 940,
    "ê": 1000,
    "lê": 626,
    "ên": 1001,
    " lê": 103,
    "lên": 627,
    "ên ": 1002,
    " lên": 104,
    "lên ": 628,
    "ư": 1058,
    "th": 835,
    "hư": 513,
    "ư ": 1059,
    " th": 189,
    "thư": 838,
    "hư ": 514,
    " thư": 191,
    "thư ": 839,
    "ã": 993,
    "iã": 566,
    "ãn": 994,
    "giã": 440,
    "iãn": 567,
    "ãn ": 995,
    " giã": 54,
    "giãn": 441,
    "iãn ": 568,
    "ho": 482,
    "cho": 359,
    "ho ": 483,
    " cho": 30,
    "cho ": 360,
    "và": 941,
    "ài": 976,
    " và": 228,
    "vài": 942,
    "ài ": 977,
    " vài": 229,
    "vài ": 943,
    "bà": 344,
    " bà": 23,
    "bài": 345,
    " bài": 24,
    "bài ": 346,
    "il": 553,
    "l ": 595,
    "chi": 357,
    "hil": 476,
    "ill": 554,
    "ll ": 611,
    " chi": 29,
    "chil": 358,
    "hill": 477,
    "ill ": 555,
    "á": 987,
    "ph": 738,
    "há": 495,
    "át": 988,
    " ph": 154,
    "phá": 739,
    "hát": 496,
    "át ": 989,
    " phá": 155,
    "phát": 740,
    "hát ": 497,
    "ồ": 1121,
    "bu": 336,
    "uồ": 927,
    "ồn": 1122,
    " bu": 19,
    "buồ": 339,
    "uồn": 928,
    "ồn ": 1123,
    " buồ": 20,
    "buồn": 340,
    "uồn ": 929,
    "ì": 1003,
    "tì": 874,
    "ìm": 1005,
    " tì": 208,
    "tìm": 875,
    "ìm ": 1006,
    " tìm": 209,
    "tìm ": 876,
    " s": 174,
    "sô": 824,
    " sô": 182,
    "sôi": 825,
    " sôi": 183,
    "sôi ": 826,
    "ộ": 1127,
    "độ": 1045,
    "ộn": 1130,
    "g ": 427,
    " độ": 252,
    "độn": 1046,
    "ộng": 1131,
    "ng ": 663,
    " độn": 253,
    "động": 1047,
    "ộng ": 1132,
    "ẹ ": 1097,
    "nhẹ": 677,
    "hẹ ": 523,
    " nhẹ": 131,
    "nhẹ ": 678,
    "àn": 980,
    "nhà": 673,
    "hàn": 491,
    "àng": 981,
    " nhà": 129,
    "nhàn": 674,
    "hàng": 492,
    "àng ": 982,
    "í": 1007,
    "tí": 877,
    "íc": 1008,
    "h ": 458,
    " tí": 210,
    "tíc": 878,
    "ích": 1009,
    "ch ": 356,
    " tíc": 211,
    "tích": 879,
    "ích ": 1010,
    "ự": 1152,
    "cự": 384,
    "ực": 1153,
    " cự": 42,
    "cực": 385,
    "ực ": 1154,
    " cực": 43,
    "cực ": 386,
    "ó": 1015,
    "có": 376,
    "ó ": 1016,
    " có": 36,
    "có ": 377,
    " có ": 37,
    "yl": 965,
    "li": 607,
    "is": 560,
    "st": 816,
    "ayl": 311,
    "yli": 966,
    "lis": 608,
    "ist": 561,
    "st ": 817,
    "layl": 603,
    "ayli": 312,
    "ylis": 967,
    "list": 609,
    "ist ": 562,
    "nà": 685,
    " nà": 132,
    "nào": 686,
    " nào": 133,
    "nào ": 687,
    "ha": 459,
    " ha": 63,
    "hay": 463,
    " hay": 65,
    "hay ": 464,
    "k": 586,
    " k": 95,
    "kh": 588,
    "hô": 504,
    "ôn": 1024,
    " kh": 96,
    "khô": 589,
    "hôn": 507,
    "ông": 1025,
    " khô": 97,
    "khôn": 590,
    "hông": 508,
    "ông ": 1026,
    "ợ": 1138,
    "gợ": 449,
    "ợi": 1139,
    " gợ": 60,
    "gợi": 450,
    "ợi ": 1140,
    " gợi": 61,
    "gợi ": 451,
    "ý": 1035,
    " ý": 243,
    "ý ": 1036,
    " ý ": 244,
    "nê": 690,
    " nê": 136,
    "nên": 691,
    " nên": 137,
    "nên ": 692,
    "gì": 444,
    "ì ": 1004,
    " gì": 56,
    "gì ": 445,
    " gì ": 57,
    "d": 387,
    "ừ": 1148,
    " d": 44,
    "dừ": 391,
    "ừn": 1149,
    " dừ": 45,
    "dừn": 392,
    "ừng": 1150,
    " dừn": 46,
    "dừng": 393,
    "ừng ": 1151,
    "pa": 734,
    "au": 301,
    "se": 804,
    " pa": 152,
    "pau": 736,
    "aus": 302,
    "use": 914,
    "se ": 805,
    " pau": 153,
    "paus": 737,
    "ause": 303,
    "use ": 915,
    "gừ": 454,
    "ngừ": 668,
    "gừn": 455,
    " ngừ": 126,
    "ngừn": 669,
    "gừng": 456,
    "ế": 1100,
    "ti": 844,
    "iế": 572,
    "ếp": 1102,
    " ti": 194,
    "tiế": 845,
    "iếp": 573,
    "ếp ": 1103,
    " tiế": 195,
    "tiếp": 846,
    "iếp ": 574,
    "ụ": 1141,
    "tụ": 892,
    "ục": 1142,
    " tụ": 220,
    "tục": 893,
    "ục ": 1143,
    " tục": 221,
    "tục ": 894,
    "r": 760,
    " r": 165,
    "re": 774,
    "es": 416,
    "su": 818,
    "um": 902,
    "me": 642,
    " re": 168,
    "res": 779,
    "esu": 420,
    "sum": 819,
    "ume": 906,
    "me ": 643,
    " res": 171,
    "resu": 780,
    "esum": 421,
    "sume": 820,
    "ume ": 907,
    "ủ": 1144,
    "củ": 381,
    "ủa": 1146,
    "a ": 277,
    " củ": 40,
    "của": 382,
    "ủa ": 1147,
    " của": 41,
    "của ": 383,
    " a": 4,
    "av": 304,
    "vi": 931,
    "ci": 363,
    "ii": 551,
    " av": 7,
    "avi": 305,
    "vic": 934,
    "ici": 546,
    "cii": 364,
    "ii ": 552,
    " avi": 8,
    "avic": 306,
    "vici": 935,
    "icii": 547,
    "cii ": 365,
    "ta": 832,
    "or": 720,
    "r ": 761,
    " ta": 187,
    "tay": 833,
    "ylo": 968,
    "lor": 618,
    "or ": 721,
    " tay": 188,
    "tayl": 834,
    "aylo": 313,
    "ylor": 969,
    "lor ": 619,
    "w": 949,
    "f": 422,
    "sw": 821,
    "wi": 950,
    "if": 548,
    "ft": 424,
    " sw": 180,
    "swi": 822,
    "wif": 951,
    "ift": 549,
    "ft ": 425,
    " swi": 181,
    "swif": 823,
    "wift": 952,
    "ift ": 550,
    " há": 78,
    " hát": 79,
    " e": 47,
    "ed": 396,
    "d ": 388,
    " ed": 48,
    "ed ": 397,
    " ed ": 49,
    "sh": 806,
    "ee": 400,
    "er": 411,
    "ra": 768,
    "an": 289,
    " sh": 178,
    "she": 807,
    "hee": 470,
    "eer": 401,
    "era": 414,
    "ran": 771,
    "an ": 290,
    " she": 179,
    "shee": 808,
    "heer": 471,
    "eera": 402,
    "eran": 415,
    "ran ": 772,
    "bt": 333,
    "ts": 869,
    "s ": 798,
    " bt": 17,
    "bts": 334,
    "ts ": 870,
    " bts": 18,
    "bts ": 335,
    "al": 285,
    "lb": 604,
    " al": 5,
    "alb": 287,
    "lbu": 605,
    "bum": 337,
    "um ": 903,
    " alb": 6,
    "albu": 288,
    "lbum": 606,
    "bum ": 338,
    "tr": 857,
    "ac": 278,
    "ck": 366,
    "k ": 587,
    " tr": 201,
    "tra": 858,
    "rac": 769,
    "ack": 279,
    "ck ": 367,
    " tra": 202,
    "trac": 859,
    "rack": 770,
    "ack ": 280,
    "to": 850,
    "op": 718,
    " to": 197,
    "top": 851,
    "op ": 719,
    " top": 198,
    "top ": 852,
    "it": 563,
    "hit": 480,
    "its": 564,
    " hit": 71,
    "hits": 481,
    "its ": 565,
    "ro": 784,
    "on": 715,
    "tro": 861,
    "ron": 787,
    "ong": 716,
    " tro": 203,
    "tron": 862,
    "rong": 788,
    "ong ": 717,
    "be": 319,
    " be": 10,
    "bes": 322,
    "est": 418,
    " bes": 11,
    "best": 324,
    "est ": 419,
    " o": 148,
    "of": 713,
    "f ": 423,
    " of": 149,
    "of ": 714,
    " of ": 150,
    "_": 267,
    " _": 1,
    "__": 269,
    "_n": 273,
    "nu": 682,
    "mb": 639,
    "r_": 765,
    "_ ": 268,
    " __": 2,
    "__n": 271,
    "_nu": 274,
    "num": 683,
    "umb": 904,
    "mbe": 640,
    "ber": 320,
    "er_": 412,
    "r__": 766,
    "__ ": 270,
    " __n": 3,
    "__nu": 272,
    "_num": 275,
    "numb": 684,
    "umbe": 905,
    "mber": 641,
    "ber_": 321,
    "er__": 413,
    "r__ ": 767,
    "ib": 539,
    " vi": 223,
    "vib": 932,
    "ibe": 540,
    "es ": 417,
    " vib": 224,
    "vibe": 933,
    "ibes": 541,
    "bes ": 323,
    "po": 748,
    " po": 160,
    "pop": 749,
    " pop": 161,
    "pop ": 750,
    "oc": 710,
    " ro": 172,
    "roc": 785,
    "ock": 711,
    " roc": 173,
    "rock": 786,
    "ock ": 712,
    "j": 582,
    "z": 970,
    " j": 92,
    "ja": 583,
    "az": 314,
    "zz": 972,
    "z ": 971,
    " ja": 93,
    "jaz": 584,
    "azz": 315,
    "zz ": 973,
    " jaz": 94,
    "jazz": 585,
    "azz ": 316,
    "ip": 558,
    "hip": 478,
    "ip ": 559,
    " hip": 70,
    "hip ": 479,
    " ho": 72,
    "hop": 484,
    " hop": 73,
    "hop ": 485,
    "dm": 389,
    "edm": 398,
    "dm ": 390,
    " edm": 50,
    "edm ": 399,
    "cl": 368,
    "as": 298,
    "ss": 813,
    "ca": 352,
    " cl": 32,
    "cla": 369,
    "las": 597,
    "ass": 299,
    "ssi": 814,
    "ica": 544,
    "cal": 353,
    "al ": 286,
    " cla": 33,
    "clas": 370,
    "lass": 598,
    "assi": 300,
    "ssic": 815,
    "sica": 812,
    "ical": 545,
    "cal ": 354,
    "co": 373,
    "ou": 724,
    "un": 908,
    "nt": 679,
    "ry": 792,
    " co": 34,
    "cou": 374,
    "oun": 725,
    "unt": 911,
    "ntr": 680,
    "try": 865,
    "ry ": 793,
    " cou": 35,
    "coun": 375,
    "ount": 726,
    "untr": 912,
    "ntry": 681,
    "try ": 866,
    "&": 256,
    "r&": 762,
    "&b": 257,
    "b ": 318,
    " r&": 166,
    "r&b": 763,
    "&b ": 258,
    " r&b": 167,
    "r&b ": 764,
    "eg": 403,
    "gg": 431,
    "ga": 428,
    "ae": 283,
    "reg": 775,
    "egg": 404,
    "gga": 432,
    "gae": 429,
    "ae ": 284,
    " reg": 169,
    "regg": 776,
    "egga": 405,
    "ggae": 433,
    "gae ": 430,
    "bl": 330,
    "lu": 620,
    "ue": 897,
    " bl": 15,
    "blu": 331,
    "lue": 621,
    "ues": 898,
    " blu": 16,
    "blue": 332,
    "lues": 622,
    "ues ": 899,
    "ap": 293,
    "pp": 751,
    "py": 754,
    "hap": 461,
    "app": 296,
    "ppy": 752,
    "py ": 755,
    " hap": 64,
    "happ": 462,
    "appy": 297,
    "ppy ": 753,
    "sa": 799,
    "ad": 281,
    " sa": 175,
    "sad": 800,
    "ad ": 282,
    " sad": 176,
    "sad ": 801,
    " w": 234,
    "wo": 953,
    "rk": 781,
    "ko": 591,
    "ut": 918,
    " wo": 235,
    "wor": 954,
    "ork": 722,
    "rko": 782,
    "kou": 592,
    "out": 727,
    "ut ": 919,
    " wor": 236,
    "work": 955,
    "orko": 723,
    "rkou": 783,
    "kout": 593,
    "out ": 728,
    "ax": 307,
    "x ": 957,
    "rel": 777,
    "ela": 407,
    "lax": 599,
    "ax ": 308,
    " rel": 170,
    "rela": 778,
    "elax": 408,
    "lax ": 600,
    "tậ": 889,
    "ập": 1079,
    " tậ": 218,
    "tập": 890,
    "ập ": 1080,
    " tập": 219,
    "tập ": 891,
    "ru": 789,
    "tru": 863,
    "run": 790,
    "ung": 909,
    " tru": 204,
    "trun": 864,
    "rung": 791,
    "ung ": 910,
    "ọ": 1113,
    "họ": 528,
    "ọc": 1114,
    " họ": 90,
    "học": 529,
    "ọc ": 1115,
    " học": 91,
    "học ": 530,
    "gủ": 452,
    "ủ ": 1145,
    "ngủ": 666,
    "gủ ": 453,
    " ngủ": 125,
    "ngủ ": 667,
    "ệc": 1109,
    "tiệ": 848,
    "iệc": 578,
    "ệc ": 1110,
    " tiệ": 196,
    "tiệc": 849,
    "iệc ": 579,
    "ù": 1027,
    "tù": 883,
    "ùn": 1028,
    " tù": 214,
    "tùn": 884,
    "ùng": 1029,
    " tùn": 215,
    "tùng": 885,
    "ùng ": 1030,
    "là": 623,
    "àm": 978,
    " là": 101,
    "làm": 624,
    "àm ": 979,
    " làm": 102,
    "làm ": 625,
    "việ": 936,
    " việ": 225,
    "việc": 937,
    "â": 990,
    " â": 240,
    "âm": 991,
    " âm": 241,
    "âm ": 992,
    " âm ": 242,
    "đặ": 1042,
    "ặc": 1092,
    " đặ": 250,
    "đặc": 1043,
    "ặc ": 1093,
    " đặc": 251,
    "đặc ": 1044,
    "ết": 1104,
    "biế": 326,
    "iết": 575,
    "ết ": 1105,
    " biế": 13,
    "biết": 327,
    "iết ": 576,
    "ề": 1106,
    "về": 947,
    "ề ": 1107,
    " về": 232,
    "về ": 948,
    " về ": 233,
    "hã": 498,
    "ãy": 996,
    " hã": 80,
    "hãy": 499,
    "ãy ": 997,
    " hãy": 81,
    "hãy ": 500,
    "nó": 693,
    "ói": 1017,
    " nó": 138,
    "nói": 694,
    "ói ": 1018,
    " nói": 139,
    "nói ": 695,
    "ổ": 1124,
    "nổ": 702,
    "ổi": 1125,
    " nổ": 144,
    "nổi": 703,
    "ổi ": 1126,
    " nổi": 145,
    "nổi ": 704,
    "ơ": 1054,
    "sơ": 827,
    "ơn": 1056,
    " sơ": 184,
    "sơn": 828,
    "ơn ": 1057,
    " sơn": 185,
    "sơn ": 829,
    "-": 259,
    "m-": 636,
    "-t": 260,
    "tp": 853,
    " m-": 109,
    "m-t": 637,
    "-tp": 261,
    "tp ": 854,
    " m-t": 110,
    "m-tp": 638,
    "-tp ": 262,
    "ờ": 1133,
    "hờ": 531,
    "ời": 1134,
    "thờ": 842,
    "hời": 532,
    "ời ": 1135,
    " thờ": 193,
    "thời": 843,
    "hời ": 533,
    "tiết": 847,
    "ôm": 1022,
    " hô": 82,
    "hôm": 505,
    "ôm ": 1023,
    " hôm": 83,
    "hôm ": 506,
    "na": 659,
    " na": 121,
    "nay": 660,
    " nay": 122,
    "nay ": 661,
    "hế": 526,
    "ế ": 1101,
    "thế": 840,
    "hế ": 527,
    " thế": 192,
    "thế ": 841,
    " ở": 254,
    " ở ": 255,
    "à ": 975,
    " hà": 76,
    "hà ": 490,
    " hà ": 77,
    "nộ": 705,
    "ội": 1128,
    " nộ": 146,
    "nội": 706,
    "ội ": 1129,
    " nội": 147,
    "nội ": 707,
    "đà": 1040,
    " đà": 248,
    "đà ": 1041,
    " đà ": 249,
    "ẵ": 1087,
    "nẵ": 699,
    "ẵn": 1088,
    " nẵ": 142,
    "nẵn": 700,
    "ẵng": 1089,
    " nẵn": 143,
    "nẵng": 701,
    "ẵng ": 1090,
    ".": 263,
    "p.": 731,
    ".h": 264,
    "hc": 465,
    "cm": 371,
    " tp": 199,
    "tp.": 855,
    "p.h": 732,
    ".hc": 265,
    "hcm": 466,
    "cm ": 372,
    " tp.": 200,
    "tp.h": 856,
    "p.hc": 733,
    ".hcm": 266,
    "hcm ": 467,
    "nha": 671,
    "ha ": 460,
    " nha": 128,
    "nha ": 672,
    "ang": 291,
    "tran": 860,
    "rang": 773,
    "ang ": 292,
    "ả": 1072,
    "hả": 519,
    "ải": 1073,
    " hả": 86,
    "hải": 520,
    "ải ": 1074,
    " hải": 87,
    "hải ": 521,
    "ò": 1011,
    "hò": 501,
    "òn": 1012,
    "phò": 741,
    "hòn": 502,
    "òng": 1013,
    " phò": 156,
    "phòn": 742,
    "hòng": 503,
    "òng ": 1014,
    "ầ": 1075,
    "cầ": 378,
    "ần": 1076,
    " cầ": 38,
    "cần": 379,
    "ần ": 1077,
    " cần": 39,
    "cần ": 380,
    "hơ": 511,
    "ơ ": 1055,
    "thơ": 836,
    "hơ ": 512,
    " thơ": 190,
    "thơ ": 837,
    "hu": 486,
    "uế": 920,
    " hu": 74,
    "huế": 487,
    "uế ": 921,
    " huế": 75,
    "huế ": 488,
    "ũ": 1048,
    "vũ": 944,
    "ũn": 1051,
    " vũ": 230,
    "vũn": 945,
    "ũng": 1052,
    " vũn": 231,
    "vũng": 946,
    "ũng ": 1053,
    "tà": 871,
    "àu": 985,
    "u ": 896,
    " tà": 206,
    "tàu": 872,
    "àu ": 986,
    " tàu": 207,
    "tàu ": 873,
    "ạt": 1070,
    "lạt": 632,
    "ạt ": 1071,
    " lạt": 107,
    "lạt ": 633,
    "hú": 509,
    "ú ": 1032,
    "phú": 743,
    "hú ": 510,
    " phú": 157,
    "phú ": 744,
    "q": 756,
    " q": 162,
    "qu": 757,
    "ốc": 1117,
    " qu": 163,
    "quố": 758,
    "uốc": 923,
    "ốc ": 1118,
    " quố": 164,
    "quốc": 759,
    "uốc ": 924,
    "ạ ": 1063,
    " hạ": 84,
    "hạ ": 516,
    " hạ ": 85,
    " lo": 99,
    "lon": 616,
    " lon": 100,
    "long": 617,
    "mũ": 649,
    "ũi": 1049,
    " mũ": 114,
    "mũi": 650,
    "ũi ": 1050,
    " mũi": 115,
    "mũi ": 651,
    "é": 998,
    "né": 688,
    "é ": 999,
    " né": 134,
    "né ": 689,
    " né ": 135,
    "ia": 536,
    "gia": 438,
    "ian": 537,
    " gia": 53,
    "gian": 439,
    "iang": 538,
    "sap": 802,
    "apa": 294,
    "pa ": 735,
    " sap": 177,
    "sapa": 803,
    "apa ": 295,
    "rờ": 794,
    "trờ": 867,
    "rời": 795,
    " trờ": 205,
    "trời": 868,
    "rời ": 796,
    "ắ": 1083,
    "nắ": 696,
    "ắn": 1084,
    " nắ": 140,
    "nắn": 697,
    "ắng": 1085,
    " nắn": 141,
    "nắng": 698,
    "ắng ": 1086,
    "mư": 652,
    "ưa": 1060,
    " mư": 116,
    "mưa": 653,
    "ưa ": 1061,
    " mưa": 117,
    "mưa ": 654
  },
  "response": null,
  "action_text": null
}