{
  "text": {
    "hello": 43,
    "hi": 45,
    "hey": 44,
    "there": 100,
    "good": 37,
    "day": 25,
    "goodbye": 38,
    "see": 83,
    "you": 115,
    "later": 56,
    "bye": 17,
    "catch": 19,
    "play": 68,
    "some": 89,
    "music": 61,
    "turn": 105,
    "on": 64,
    "i": 49,
    "want": 110,
    "to": 101,
    "listen": 59,
    "happy": 40,
    "hear": 42,
    "relaxing": 77,
    "give": 36,
    "me": 60,
    "chill": 20,
    "tracks": 104,
    "sad": 81,
    "songs": 92,
    "find": 32,
    "energetic": 31,
    "calm": 18,
    "positive": 73,
    "do": 28,
    "have": 41,
    "any": 5,
    "playlists": 71,
    "suggest": 95,
    "a": 1,
    "playlist": 70,
    "what": 111,
    "should": 86,
    "pause": 66,
    "the": 99,
    "stop": 93,
    "off": 63,
    "resume": 78,
    "continue": 23,
    "playing": 69,
    "again": 3,
    "by": 16,
    "avicii": 7,
    "taylor": 97,
    "swift": 96,
    "ed": 29,
    "sheeran": 85,
    "search": 82,
    "bts": 15,
    "album": 4,
    "track": 103,
    "top": 102,
    "hits": 47,
    "from": 34,
    "best": 11,
    "of": 62,
    "__number__": 0,
    "vibes": 108,
    "pop": 72,
    "rock": 79,
    "jazz": 53,
    "hip": 46,
    "hop": 48,
    "edm": 30,
    "classical": 21,
    "country": 24,
    "r": 74,
    "b": 8,
    "reggae": 75,
    "blues": 14,
    "show": 87,
    "workout": 114,
    "relax": 76,
    "focus": 33,
    "study": 94,
    "sleep": 88,
    "party": 65,
    "work": 113,
    "information": 51,
    "about": 2,
    "tell": 98,
    "who": 112,
    "is": 52,
    "artist": 6,
    "know": 55,
    "coldplay": 22,
    "band": 10,
    "justin": 54,
    "bieber": 12,
    "song": 91,
    "wake": 109,
    "up": 106,
    "shape": 84,
    "blinding": 13,
    "lights": 57,
    "bad": 9,
    "guy": 39,
    "despacito": 27,
    "uptown": 107,
    "funk": 35,
    "rolling": 80,
    "in": 50,
    "deep": 26,
    "someone": 90,
    "like": 58,
    "perfect": 67
  },
  "intent": {
    "greet": 4,
    "goodbye": 3,
    "play_music": 6,
    "play_music_mood": 7,
    "ask_playlist": 2,
    "pause_music": 5,
    "resume_music": 8,
    "search_by_artist": 10,
    "search_by_album": 9,
    "search_by_genre": 11,
    "search_by_playlist": 12,
    "ask_music_artist_info": 0,
    "ask_music_info": 1
  },
  "response": null,
  "action_name": {
    "action_listen": 14,
    "action_restart": 17,
    "action_session_start": 21,
    "action_default_fallback": 11,
    "action_deactivate_loop": 8,
    "action_revert_fallback_events": 18,
    "action_default_ask_affirmation": 9,
    "action_default_ask_rephrase": 10,
    "action_two_stage_fallback": 24,
    "action_unlikely_intent": 25,
    "action_back": 1,
    "action_send_text": 20,
    "action_extract_slots": 12,
    "action_cancel_flow": 3,
    "action_correct_flow_slot": 7,
    "action_clarify_flows": 4,
    "action_run_slot_rejections": 19,
    "action_clean_stack": 5,
    "action_trigger_search": 23,
    "action_trigger_chitchat": 22,
    "action_reset_routing": 16,
    "action_hangup": 13,
    "action_repeat_bot_messages": 15,
    "action_block_digression": 2,
    "action_continue_digression": 6,
    "action_ask_music_bot": 0,
    "music_form": 26,
    "utter_ask_playlist": 27,
    "utter_goodbye": 28,
    "utter_greet": 29,
    "utter_pause_music": 30,
    "utter_play_music_mood": 31,
    "utter_resume_music": 32,
    "utter_search_by_album": 33,
    "utter_search_by_artist": 34,
    "utter_search_by_genre": 35
  },
  "action_text": null,
  "intent_response_key": null
}