{
  "text": {
    "hi": 27,
    "hello": 26,
    "xin": 84,
    "chào": 13,
    "bot": 5,
    "yo": 85,
    "bye": 7,
    "tạm": 78,
    "biệt": 4,
    "hẹn": 31,
    "gặp": 25,
    "lại": 37,
    "đi": 89,
    "đây": 90,
    "nha": 49,
    "out": 55,
    "phát": 57,
    "bài": 8,
    "hoa": 29,
    "nở": 54,
    "không": 32,
    "màu": 42,
    "bật": 10,
    "em": 21,
    "của": 18,
    "ngày": 47,
    "hôm": 30,
    "qua": 60,
    "tôi": 75,
    "muốn": 41,
    "nghe": 46,
    "faded": 22,
    "mở": 45,
    "see": 65,
    "you": 86,
    "again": 2,
    "nhạc": 50,
    "pop": 59,
    "lofi": 34,
    "playlist": 58,
    "rock": 63,
    "rap": 61,
    "chill": 11,
    "mấy": 43,
    "vui": 80,
    "vẻ": 82,
    "cho": 12,
    "buồn": 6,
    "đang": 88,
    "thất": 70,
    "tình": 74,
    "có": 17,
    "gì": 24,
    "dừng": 20,
    "pause": 56,
    "ngưng": 48,
    "một": 44,
    "chút": 14,
    "tiếp": 71,
    "chơi": 15,
    "tục": 79,
    "resume": 62,
    "tăng": 77,
    "âm": 87,
    "lượng": 36,
    "nhỏ": 51,
    "to": 72,
    "lên": 35,
    "giảm": 23,
    "sơn": 67,
    "tùng": 76,
    "mtp": 40,
    "taylor": 68,
    "swift": 66,
    "nào": 52,
    "the": 69,
    "weeknd": 83,
    "album": 3,
    "motivation": 39,
    "__number__": 0,
    "adele": 1,
    "divide": 19,
    "cái": 16,
    "vậy": 81,
    "bạn": 9,
    "nói": 53,
    "đó": 91,
    "hiểu": 28,
    "sao": 64,
    "trả": 73,
    "lời": 38,
    "kỳ": 33
  },
  "intent": {
    "greet": 3,
    "goodbye": 2,
    "play_song": 7,
    "play_genre": 5,
    "play_mood": 6,
    "pause_music": 4,
    "resume_music": 8,
    "adjust_volume": 0,
    "search_by_artist": 10,
    "search_by_album": 9,
    "fallback": 1
  },
  "response": null,
  "action_name": {
    "action_listen": 13,
    "action_restart": 16,
    "action_session_start": 20,
    "action_default_fallback": 10,
    "action_deactivate_loop": 7,
    "action_revert_fallback_events": 17,
    "action_default_ask_affirmation": 8,
    "action_default_ask_rephrase": 9,
    "action_two_stage_fallback": 23,
    "action_unlikely_intent": 24,
    "action_back": 0,
    "action_send_text": 19,
    "action_extract_slots": 11,
    "action_cancel_flow": 2,
    "action_correct_flow_slot": 6,
    "action_clarify_flows": 3,
    "action_run_slot_rejections": 18,
    "action_clean_stack": 4,
    "action_trigger_search": 22,
    "action_trigger_chitchat": 21,
    "action_reset_routing": 15,
    "action_hangup": 12,
    "action_repeat_bot_messages": 14,
    "action_block_digression": 1,
    "action_continue_digression": 5,
    "utter_fallback": 25,
    "utter_goodbye": 26,
    "utter_greet": 27,
    "utter_pause_music": 28,
    "utter_play_genre": 29,
    "utter_play_mood": 30,
    "utter_play_song": 31,
    "utter_resume_music": 32,
    "utter_search_by_album": 33,
    "utter_search_by_artist": 34
  },
  "action_text": null,
  "intent_response_key": null
}