{
  "text": {
    " ": 0,
    "c": 360,
    "h": 472,
    "à": 1009,
    "o": 738,
    " c": 28,
    "ch": 365,
    "hà": 506,
    "ào": 1018,
    "o ": 739,
    " ch": 29,
    "chà": 371,
    "hào": 510,
    "ào ": 1019,
    " chà": 32,
    "chào": 372,
    "hào ": 511,
    "x": 991,
    "i": 551,
    "n": 685,
    " x": 244,
    "xi": 993,
    "in": 573,
    "n ": 686,
    " xi": 245,
    "xin": 994,
    "in ": 574,
    " xin": 246,
    "xin ": 995,
    "e": 409,
    "l": 616,
    " h": 65,
    "he": 483,
    "el": 421,
    "ll": 634,
    "lo": 638,
    " he": 69,
    "hel": 487,
    "ell": 424,
    "llo": 636,
    "lo ": 639,
    " hel": 70,
    "hell": 488,
    "ello": 425,
    "llo ": 637,
    "hi": 489,
    "i ": 552,
    " hi": 71,
    "hi ": 490,
    " hi ": 72,
    "t": 865,
    "ạ": 1100,
    "m": 659,
    " t": 193,
    "tạ": 921,
    "ạm": 1106,
    "m ": 660,
    " tạ": 223,
    "tạm": 922,
    "ạm ": 1107,
    " tạm": 224,
    "tạm ": 923,
    "b": 325,
    "ệ": 1146,
    " b": 9,
    "bi": 333,
    "iệ": 596,
    "ệt": 1149,
    "t ": 866,
    " bi": 12,
    "biệ": 336,
    "iệt": 599,
    "ệt ": 1150,
    " biệ": 14,
    "biệt": 337,
    "iệt ": 600,
    "ẹ": 1134,
    "hẹ": 539,
    "ẹn": 1136,
    " hẹ": 91,
    "hẹn": 541,
    "ẹn ": 1137,
    " hẹn": 92,
    "hẹn ": 542,
    "g": 441,
    "ặ": 1129,
    "p": 759,
    " g": 54,
    "gặ": 461,
    "ặp": 1132,
    "p ": 760,
    " gặ": 61,
    "gặp": 462,
    "ặp ": 1133,
    " gặp": 62,
    "gặp ": 463,
    " l": 101,
    "lạ": 654,
    "ại": 1104,
    " lạ": 109,
    "lại": 655,
    "ại ": 1105,
    " lại": 110,
    "lại ": 656,
    "y": 996,
    "by": 351,
    "ye": 998,
    "e ": 410,
    " by": 22,
    "bye": 352,
    "ye ": 999,
    " bye": 23,
    "bye ": 353,
    "ậ": 1116,
    "bậ": 357,
    "ật": 1119,
    " bậ": 26,
    "bật": 358,
    "ật ": 1120,
    " bật": 27,
    "bật ": 359,
    " n": 126,
    "nh": 698,
    "hạ": 532,
    "ạc": 1102,
    "c ": 361,
    " nh": 133,
    "nhạ": 703,
    "hạc": 534,
    "ạc ": 1103,
    " nhạ": 136,
    "nhạc": 704,
    "hạc ": 535,
    "đ": 1075,
    " đ": 252,
    "đi": 1076,
    " đi": 253,
    "đi ": 1077,
    " đi ": 254,
    "ở": 1177,
    " m": 112,
    "mở": 683,
    "ở ": 1178,
    " mở": 124,
    "mở ": 684,
    " mở ": 125,
    "ú": 1069,
    "gi": 452,
    "iú": 588,
    "úp": 1071,
    " gi": 55,
    "giú": 457,
    "iúp": 589,
    "úp ": 1072,
    " giú": 58,
    "giúp": 458,
    "iúp ": 590,
    "ô": 1057,
    "tô": 915,
    "ôi": 1058,
    " tô": 219,
    "tôi": 916,
    "ôi ": 1059,
    " tôi": 220,
    "tôi ": 917,
    "u": 930,
    "ố": 1154,
    "mu": 669,
    "uố": 957,
    "ốn": 1157,
    " mu": 115,
    "muố": 672,
    "uốn": 960,
    "ốn ": 1158,
    " muố": 117,
    "muốn": 673,
    "uốn ": 961,
    "ng": 690,
    "gh": 449,
    " ng": 129,
    "ngh": 692,
    "ghe": 450,
    "he ": 484,
    " ngh": 130,
    "nghe": 693,
    "ghe ": 451,
    "a": 283,
    " p": 157,
    "pl": 780,
    "la": 618,
    "ay": 317,
    "y ": 997,
    " pl": 165,
    "pla": 781,
    "lay": 625,
    "ay ": 318,
    " pla": 166,
    "play": 782,
    "lay ": 626,
    "s": 832,
    "us": 948,
    "si": 844,
    "ic": 559,
    "mus": 670,
    "usi": 951,
    "sic": 845,
    "ic ": 560,
    " mus": 116,
    "musi": 671,
    "usic": 952,
    "sic ": 846,
    "v": 965,
    " v": 229,
    "vu": 973,
    "ui": 935,
    " vu": 233,
    "vui": 974,
    "ui ": 936,
    " vui": 234,
    "vui ": 975,
    "ê": 1038,
    "lê": 651,
    "ên": 1039,
    " lê": 107,
    "lên": 652,
    "ên ": 1040,
    " lên": 108,
    "lên ": 653,
    "ư": 1096,
    "th": 870,
    "hư": 530,
    "ư ": 1097,
    " th": 196,
    "thư": 873,
    "hư ": 531,
    " thư": 198,
    "thư ": 874,
    "ã": 1031,
    "iã": 585,
    "ãn": 1032,
    "giã": 455,
    "iãn": 586,
    "ãn ": 1033,
    " giã": 57,
    "giãn": 456,
    "iãn ": 587,
    "ho": 497,
    "cho": 369,
    "ho ": 498,
    " cho": 31,
    "cho ": 370,
    "và": 976,
    "ài": 1011,
    " và": 235,
    "vài": 977,
    "ài ": 1012,
    " vài": 236,
    "vài ": 978,
    "bà": 354,
    " bà": 24,
    "bài": 355,
    " bài": 25,
    "bài ": 356,
    "il": 570,
    "l ": 617,
    "chi": 367,
    "hil": 491,
    "ill": 571,
    "ll ": 635,
    " chi": 30,
    "chil": 368,
    "hill": 492,
    "ill ": 572,
    "á": 1022,
    "ph": 768,
    "há": 512,
    "át": 1026,
    " ph": 160,
    "phá": 771,
    "hát": 513,
    "át ": 1027,
    " phá": 162,
    "phát": 772,
    "hát ": 514,
    "ồ": 1159,
    "bu": 346,
    "uồ": 962,
    "ồn": 1160,
    " bu": 20,
    "buồ": 349,
    "uồn": 963,
    "ồn ": 1161,
    " buồ": 21,
    "buồn": 350,
    "uồn ": 964,
    "ì": 1041,
    "tì": 909,
    "ìm": 1043,
    " tì": 215,
    "tìm": 910,
    "ìm ": 1044,
    " tìm": 216,
    "tìm ": 911,
    " s": 181,
    "sô": 859,
    " sô": 189,
    "sôi": 860,
    " sôi": 190,
    "sôi ": 861,
    "ộ": 1165,
    "độ": 1083,
    "ộn": 1168,
    "g ": 442,
    " độ": 259,
    "độn": 1084,
    "ộng": 1169,
    "ng ": 691,
    " độn": 260,
    "động": 1085,
    "ộng ": 1170,
    "ẹ ": 1135,
    "nhẹ": 705,
    "hẹ ": 540,
    " nhẹ": 137,
    "nhẹ ": 706,
    "àn": 1015,
    "nhà": 701,
    "hàn": 508,
    "àng": 1016,
    " nhà": 135,
    "nhàn": 702,
    "hàng": 509,
    "àng ": 1017,
    "í": 1045,
    "tí": 912,
    "íc": 1046,
    "h ": 473,
    " tí": 217,
    "tíc": 913,
    "ích": 1047,
    "ch ": 366,
    " tíc": 218,
    "tích": 914,
    "ích ": 1048,
    "ự": 1193,
    "cự": 399,
    "ực": 1194,
    " cự": 45,
    "cực": 400,
    "ực ": 1195,
    " cực": 46,
    "cực ": 401,
    "ó": 1053,
    "có": 391,
    "ó ": 1054,
    " có": 39,
    "có ": 392,
    " có ": 40,
    "yl": 1000,
    "li": 631,
    "is": 579,
    "st": 851,
    "ayl": 319,
    "yli": 1001,
    "lis": 632,
    "ist": 580,
    "st ": 852,
    "layl": 627,
    "ayli": 320,
    "ylis": 1002,
    "list": 633,
    "ist ": 581,
    "nà": 715,
    " nà": 138,
    "nào": 716,
    " nào": 139,
    "nào ": 717,
    "ha": 474,
    " ha": 66,
    "hay": 478,
    " hay": 68,
    "hay ": 479,
    "k": 605,
    " k": 98,
    "kh": 607,
    "hô": 521,
    "ôn": 1062,
    " kh": 99,
    "khô": 608,
    "hôn": 524,
    "ông": 1063,
    " khô": 100,
    "khôn": 609,
    "hông": 525,
    "ông ": 1064,
    "ợ": 1179,
    "gợ": 464,
    "ợi": 1180,
    " gợ": 63,
    "gợi": 465,
    "ợi ": 1181,
    " gợi": 64,
    "gợi ": 466,
    "ý": 1073,
    " ý": 250,
    "ý ": 1074,
    " ý ": 251,
    "nê": 720,
    " nê": 142,
    "nên": 721,
    " nên": 143,
    "nên ": 722,
    "gì": 459,
    "ì ": 1042,
    " gì": 59,
    "gì ": 460,
    " gì ": 60,
    "d": 402,
    "ừ": 1189,
    " d": 47,
    "dừ": 406,
    "ừn": 1190,
    " dừ": 48,
    "dừn": 407,
    "ừng": 1191,
    " dừn": 49,
    "dừng": 408,
    "ừng ": 1192,
    "pa": 764,
    "au": 309,
    "se": 839,
    " pa": 158,
    "pau": 766,
    "aus": 310,
    "use": 949,
    "se ": 840,
    " pau": 159,
    "paus": 767,
    "ause": 311,
    "use ": 950,
    "gừ": 469,
    "ngừ": 696,
    "gừn": 470,
    " ngừ": 132,
    "ngừn": 697,
    "gừng": 471,
    "ế": 1138,
    "ti": 879,
    "iế": 591,
    "ếp": 1140,
    " ti": 201,
    "tiế": 880,
    "iếp": 592,
    "ếp ": 1141,
    " tiế": 202,
    "tiếp": 881,
    "iếp ": 593,
    "ụ": 1182,
    "tụ": 927,
    "ục": 1183,
    " tụ": 227,
    "tục": 928,
    "ục ": 1184,
    " tục": 228,
    "tục ": 929,
    "r": 795,
    " r": 172,
    "re": 809,
    "es": 431,
    "su": 853,
    "um": 937,
    "me": 667,
    " re": 175,
    "res": 814,
    "esu": 435,
    "sum": 854,
    "ume": 941,
    "me ": 668,
    " res": 178,
    "resu": 815,
    "esum": 436,
    "sume": 855,
    "ume ": 942,
    "ủ": 1185,
    "củ": 396,
    "ủa": 1187,
    "a ": 284,
    " củ": 43,
    "của": 397,
    "ủa ": 1188,
    " của": 44,
    "của ": 398,
    " a": 4,
    "av": 312,
    "vi": 966,
    "ci": 373,
    "ii": 568,
    " av": 7,
    "avi": 313,
    "vic": 969,
    "ici": 563,
    "cii": 374,
    "ii ": 569,
    " avi": 8,
    "avic": 314,
    "vici": 970,
    "icii": 564,
    "cii ": 375,
    "ta": 867,
    "or": 750,
    "r ": 796,
    " ta": 194,
    "tay": 868,
    "ylo": 1003,
    "lor": 642,
    "or ": 751,
    " tay": 195,
    "tayl": 869,
    "aylo": 321,
    "ylor": 1004,
    "lor ": 643,
    "w": 984,
    "f": 437,
    "sw": 856,
    "wi": 985,
    "if": 565,
    "ft": 439,
    " sw": 187,
    "swi": 857,
    "wif": 986,
    "ift": 566,
    "ft ": 440,
    " swi": 188,
    "swif": 858,
    "wift": 987,
    "ift ": 567,
    " há": 81,
    " hát": 82,
    " e": 50,
    "ed": 411,
    "d ": 403,
    " ed": 51,
    "ed ": 412,
    " ed ": 52,
    "sh": 841,
    "ee": 415,
    "er": 426,
    "ra": 803,
    "an": 297,
    " sh": 185,
    "she": 842,
    "hee": 485,
    "eer": 416,
    "era": 429,
    "ran": 806,
    "an ": 298,
    " she": 186,
    "shee": 843,
    "heer": 486,
    "eera": 417,
    "eran": 430,
    "ran ": 807,
    "bt": 343,
    "ts": 904,
    "s ": 833,
    " bt": 18,
    "bts": 344,
    "ts ": 905,
    " bts": 19,
    "bts ": 345,
    "al": 293,
    "lb": 628,
    " al": 5,
    "alb": 295,
    "lbu": 629,
    "bum": 347,
    "um ": 938,
    " alb": 6,
    "albu": 296,
    "lbum": 630,
    "bum ": 348,
    "tr": 892,
    "ac": 285,
    "ck": 376,
    "k ": 606,
    " tr": 208,
    "tra": 893,
    "rac": 804,
    "ack": 286,
    "ck ": 377,
    " tra": 209,
    "trac": 894,
    "rack": 805,
    "ack ": 287,
    "to": 885,
    "op": 748,
    " to": 204,
    "top": 886,
    "op ": 749,
    " top": 205,
    "top ": 887,
    "it": 582,
    "hit": 495,
    "its": 583,
    " hit": 74,
    "hits": 496,
    "its ": 584,
    "ro": 819,
    "on": 745,
    "tro": 896,
    "ron": 822,
    "ong": 746,
    " tro": 210,
    "tron": 897,
    "rong": 823,
    "ong ": 747,
    "be": 327,
    " be": 10,
    "bes": 330,
    "est": 433,
    " bes": 11,
    "best": 332,
    "est ": 434,
    " o": 154,
    "of": 743,
    "f ": 438,
    " of": 155,
    "of ": 744,
    " of ": 156,
    "_": 274,
    " _": 1,
    "__": 276,
    "_n": 280,
    "nu": 712,
    "mb": 664,
    "r_": 800,
    "_ ": 275,
    " __": 2,
    "__n": 278,
    "_nu": 281,
    "num": 713,
    "umb": 939,
    "mbe": 665,
    "ber": 328,
    "er_": 427,
    "r__": 801,
    "__ ": 277,
    " __n": 3,
    "__nu": 279,
    "_num": 282,
    "numb": 714,
    "umbe": 940,
    "mber": 666,
    "ber_": 329,
    "er__": 428,
    "r__ ": 802,
    "ib": 556,
    " vi": 230,
    "vib": 967,
    "ibe": 557,
    "es ": 432,
    " vib": 231,
    "vibe": 968,
    "ibes": 558,
    "bes ": 331,
    "po": 783,
    " po": 167,
    "pop": 784,
    " pop": 168,
    "pop ": 785,
    "oc": 740,
    " ro": 179,
    "roc": 820,
    "ock": 741,
    " roc": 180,
    "rock": 821,
    "ock ": 742,
    "j": 601,
    "z": 1005,
    " j": 95,
    "ja": 602,
    "az": 322,
    "zz": 1007,
    "z ": 1006,
    " ja": 96,
    "jaz": 603,
    "azz": 323,
    "zz ": 1008,
    " jaz": 97,
    "jazz": 604,
    "azz ": 324,
    "ip": 577,
    "hip": 493,
    "ip ": 578,
    " hip": 73,
    "hip ": 494,
    " ho": 75,
    "hop": 501,
    " hop": 76,
    "hop ": 502,
    "dm": 404,
    "edm": 413,
    "dm ": 405,
    " edm": 53,
    "edm ": 414,
    "cl": 380,
    "as": 306,
    "ss": 848,
    "ca": 362,
    " cl": 33,
    "cla": 381,
    "las": 621,
    "ass": 307,
    "ssi": 849,
    "ica": 561,
    "cal": 363,
    "al ": 294,
    " cla": 34,
    "clas": 382,
    "lass": 622,
    "assi": 308,
    "ssic": 850,
    "sica": 847,
    "ical": 562,
    "cal ": 364,
    "co": 385,
    "ou": 754,
    "un": 943,
    "nt": 709,
    "ry": 827,
    " co": 35,
    "cou": 386,
    "oun": 755,
    "unt": 946,
    "ntr": 710,
    "try": 900,
    "ry ": 828,
    " cou": 36,
    "coun": 387,
    "ount": 756,
    "untr": 947,
    "ntry": 711,
    "try ": 901,
    "&": 263,
    "r&": 797,
    "&b": 264,
    "b ": 326,
    " r&": 173,
    "r&b": 798,
    "&b ": 265,
    " r&b": 174,
    "r&b ": 799,
    "eg": 418,
    "gg": 446,
    "ga": 443,
    "ae": 291,
    "reg": 810,
    "egg": 419,
    "gga": 447,
    "gae": 444,
    "ae ": 292,
    " reg": 176,
    "regg": 811,
    "egga": 420,
    "ggae": 448,
    "gae ": 445,
    "bl": 338,
    "lu": 644,
    "ue": 932,
    " bl": 15,
    "blu": 341,
    "lue": 645,
    "ues": 933,
    " blu": 17,
    "blue": 342,
    "lues": 646,
    "ues ": 934,
    "ap": 301,
    "pp": 786,
    "py": 789,
    "hap": 476,
    "app": 304,
    "ppy": 787,
    "py ": 790,
    " hap": 67,
    "happ": 477,
    "appy": 305,
    "ppy ": 788,
    "sa": 834,
    "ad": 289,
    " sa": 182,
    "sad": 835,
    "ad ": 290,
    " sad": 183,
    "sad ": 836,
    " w": 241,
    "wo": 988,
    "rk": 816,
    "ko": 610,
    "ut": 953,
    " wo": 242,
    "wor": 989,
    "ork": 752,
    "rko": 817,
    "kou": 611,
    "out": 757,
    "ut ": 954,
    " wor": 243,
    "work": 990,
    "orko": 753,
    "rkou": 818,
    "kout": 612,
    "out ": 758,
    "ax": 315,
    "x ": 992,
    "rel": 812,
    "ela": 422,
    "lax": 623,
    "ax ": 316,
    " rel": 177,
    "rela": 813,
    "elax": 423,
    "lax ": 624,
    "tậ": 924,
    "ập": 1117,
    " tậ": 225,
    "tập": 925,
    "ập ": 1118,
    " tập": 226,
    "tập ": 926,
    "ru": 824,
    "tru": 898,
    "run": 825,
    "ung": 944,
    " tru": 211,
    "trun": 899,
    "rung": 826,
    "ung ": 945,
    "ọ": 1151,
    "họ": 545,
    "ọc": 1152,
    " họ": 93,
    "học": 546,
    "ọc ": 1153,
    " học": 94,
    "học ": 547,
    "gủ": 467,
    "ủ ": 1186,
    "ngủ": 694,
    "gủ ": 468,
    " ngủ": 131,
    "ngủ ": 695,
    "ệc": 1147,
    "tiệ": 883,
    "iệc": 597,
    "ệc ": 1148,
    " tiệ": 203,
    "tiệc": 884,
    "iệc ": 598,
    "ù": 1065,
    "tù": 918,
    "ùn": 1066,
    " tù": 221,
    "tùn": 919,
    "ùng": 1067,
    " tùn": 222,
    "tùng": 920,
    "ùng ": 1068,
    "là": 647,
    "àm": 1013,
    " là": 104,
    "làm": 649,
    "àm ": 1014,
    " làm": 106,
    "làm ": 650,
    "việ": 971,
    " việ": 232,
    "việc": 972,
    "â": 1028,
    " â": 247,
    "âm": 1029,
    " âm": 248,
    "âm ": 1030,
    " âm ": 249,
    "đặ": 1080,
    "ặc": 1130,
    " đặ": 257,
    "đặc": 1081,
    "ặc ": 1131,
    " đặc": 258,
    "đặc ": 1082,
    "ết": 1142,
    "biế": 334,
    "iết": 594,
    "ết ": 1143,
    " biế": 13,
    "biết": 335,
    "iết ": 595,
    "ề": 1144,
    "về": 982,
    "ề ": 1145,
    " về": 239,
    "về ": 983,
    " về ": 240,
    "hã": 515,
    "ãy": 1034,
    " hã": 83,
    "hãy": 516,
    "ãy ": 1035,
    " hãy": 84,
    "hãy ": 517,
    "nó": 723,
    "ói": 1055,
    " nó": 144,
    "nói": 724,
    "ói ": 1056,
    " nói": 145,
    "nói ": 725,
    "ổ": 1162,
    "nổ": 732,
    "ổi": 1163,
    " nổ": 150,
    "nổi": 733,
    "ổi ": 1164,
    " nổi": 151,
    "nổi ": 734,
    "ơ": 1092,
    "sơ": 862,
    "ơn": 1094,
    " sơ": 191,
    "sơn": 863,
    "ơn ": 1095,
    " sơn": 192,
    "sơn ": 864,
    "-": 266,
    "m-": 661,
    "-t": 267,
    "tp": 888,
    " m-": 113,
    "m-t": 662,
    "-tp": 268,
    "tp ": 889,
    " m-t": 114,
    "m-tp": 663,
    "-tp ": 269,
    "ờ": 1174,
    "hờ": 548,
    "ời": 1175,
    "thờ": 877,
    "hời": 549,
    "ời ": 1176,
    " thờ": 200,
    "thời": 878,
    "hời ": 550,
    "tiết": 882,
    "ôm": 1060,
    " hô": 85,
    "hôm": 522,
    "ôm ": 1061,
    " hôm": 86,
    "hôm ": 523,
    "na": 687,
    " na": 127,
    "nay": 688,
    " nay": 128,
    "nay ": 689,
    "hế": 543,
    "ế ": 1139,
    "thế": 875,
    "hế ": 544,
    " thế": 199,
    "thế ": 876,
    " ở": 261,
    " ở ": 262,
    "à ": 1010,
    " hà": 79,
    "hà ": 507,
    " hà ": 80,
    "nộ": 735,
    "ội": 1166,
    " nộ": 152,
    "nội": 736,
    "ội ": 1167,
    " nội": 153,
    "nội ": 737,
    "đà": 1078,
    " đà": 255,
    "đà ": 1079,
    " đà ": 256,
    "ẵ": 1125,
    "nẵ": 729,
    "ẵn": 1126,
    " nẵ": 148,
    "nẵn": 730,
    "ẵng": 1127,
    " nẵn": 149,
    "nẵng": 731,
    "ẵng ": 1128,
    ".": 270,
    "p.": 761,
    ".h": 271,
    "hc": 480,
    "cm": 383,
    " tp": 206,
    "tp.": 890,
    "p.h": 762,
    ".hc": 272,
    "hcm": 481,
    "cm ": 384,
    " tp.": 207,
    "tp.h": 891,
    "p.hc": 763,
    ".hcm": 273,
    "hcm ": 482,
    "nha": 699,
    "ha ": 475,
    " nha": 134,
    "nha ": 700,
    "ang": 299,
    "tran": 895,
    "rang": 808,
    "ang ": 300,
    "ả": 1110,
    "hả": 536,
    "ải": 1111,
    " hả": 89,
    "hải": 537,
    "ải ": 1112,
    " hải": 90,
    "hải ": 538,
    "ò": 1049,
    "hò": 518,
    "òn": 1050,
    "phò": 773,
    "hòn": 519,
    "òng": 1051,
    " phò": 163,
    "phòn": 774,
    "hòng": 520,
    "òng ": 1052,
    "ầ": 1113,
    "cầ": 393,
    "ần": 1114,
    " cầ": 41,
    "cần": 394,
    "ần ": 1115,
    " cần": 42,
    "cần ": 395,
    "hơ": 528,
    "ơ ": 1093,
    "thơ": 871,
    "hơ ": 529,
    " thơ": 197,
    "thơ ": 872,
    "hu": 503,
    "uế": 955,
    " hu": 77,
    "huế": 504,
    "uế ": 956,
    " huế": 78,
    "huế ": 505,
    "ũ": 1086,
    "vũ": 979,
    "ũn": 1089,
    " vũ": 237,
    "vũn": 980,
    "ũng": 1090,
    " vũn": 238,
    "vũng": 981,
    "ũng ": 1091,
    "tà": 906,
    "àu": 1020,
    "u ": 931,
    " tà": 213,
    "tàu": 907,
    "àu ": 1021,
    " tàu": 214,
    "tàu ": 908,
    "ạt": 1108,
    "lạt": 657,
    "ạt ": 1109,
    " lạt": 111,
    "lạt ": 658,
    "hú": 526,
    "ú ": 1070,
    "phú": 775,
    "hú ": 527,
    " phú": 164,
    "phú ": 776,
    "q": 791,
    " q": 169,
    "qu": 792,
    "ốc": 1155,
    " qu": 170,
    "quố": 793,
    "uốc": 958,
    "ốc ": 1156,
    " quố": 171,
    "quốc": 794,
    "uốc ": 959,
    "ạ ": 1101,
    " hạ": 87,
    "hạ ": 533,
    " hạ ": 88,
    " lo": 102,
    "lon": 640,
    " lon": 103,
    "long": 641,
    "mũ": 674,
    "ũi": 1087,
    " mũ": 118,
    "mũi": 675,
    "ũi ": 1088,
    " mũi": 119,
    "mũi ": 676,
    "é": 1036,
    "né": 718,
    "é ": 1037,
    " né": 140,
    "né ": 719,
    " né ": 141,
    "ia": 553,
    "gia": 453,
    "ian": 554,
    " gia": 56,
    "gian": 454,
    "iang": 555,
    "sap": 837,
    "apa": 302,
    "pa ": 765,
    " sap": 184,
    "sapa": 838,
    "apa ": 303,
    "rờ": 829,
    "trờ": 902,
    "rời": 830,
    " trờ": 212,
    "trời": 903,
    "rời ": 831,
    "ắ": 1121,
    "nắ": 726,
    "ắn": 1122,
    " nắ": 146,
    "nắn": 727,
    "ắng": 1123,
    " nắn": 147,
    "nắng": 728,
    "ắng ": 1124,
    "mư": 677,
    "ưa": 1098,
    " mư": 120,
    "mưa": 678,
    "ưa ": 1099,
    " mưa": 121,
    "mưa ": 679,
    "pho": 769,
    "hon": 499,
    " pho": 161,
    "phon": 770,
    "hong": 500,
    "cá": 388,
    "ác": 1023,
    " cá": 37,
    "các": 389,
    "ách": 1024,
    " các": 38,
    "cách": 390,
    "ách ": 1025,
    "kp": 613,
    "pi": 777,
    "nk": 707,
    "bla": 339,
    "lac": 619,
    "ckp": 378,
    "kpi": 614,
    "pin": 778,
    "ink": 575,
    "nk ": 708,
    " bla": 16,
    "blac": 340,
    "lack": 620,
    "ackp": 288,
    "ckpi": 379,
    "kpin": 615,
    "pink": 779,
    "ink ": 576,
    "ớ": 1171,
    "mớ": 680,
    "ới": 1172,
    " mớ": 122,
    "mới": 681,
    "ới ": 1173,
    " mới": 123,
    "mới ": 682,
    "là ": 648,
    " là ": 105
  },
  "response": null,
  "action_text": null
}