{
  "text": {
    "hello": 70,
    "hi": 72,
    "hey": 71,
    "there": 182,
    "good": 62,
    "day": 38,
    "goodbye": 63,
    "see": 153,
    "you": 201,
    "later": 87,
    "bye": 27,
    "catch": 30,
    "play": 119,
    "some": 166,
    "music": 105,
    "turn": 189,
    "on": 113,
    "i": 76,
    "want": 196,
    "to": 184,
    "listen": 93,
    "happy": 66,
    "hear": 69,
    "relaxing": 140,
    "give": 60,
    "me": 101,
    "chill": 32,
    "tracks": 188,
    "sad": 150,
    "songs": 169,
    "find": 55,
    "energetic": 50,
    "calm": 28,
    "positive": 126,
    "do": 43,
    "have": 68,
    "any": 6,
    "playlists": 123,
    "suggest": 175,
    "a": 1,
    "playlist": 122,
    "what": 197,
    "should": 156,
    "pause": 117,
    "the": 181,
    "stop": 172,
    "off": 112,
    "resume": 145,
    "continue": 35,
    "playing": 121,
    "again": 4,
    "by": 26,
    "avicii": 11,
    "taylor": 178,
    "swift": 176,
    "ed": 47,
    "sheeran": 155,
    "search": 152,
    "bts": 25,
    "album": 5,
    "track": 187,
    "top": 186,
    "hits": 74,
    "from": 58,
    "best": 18,
    "of": 111,
    "__number__": 0,
    "vibes": 193,
    "pop": 125,
    "rock": 147,
    "jazz": 82,
    "hip": 73,
    "hop": 75,
    "edm": 48,
    "classical": 33,
    "country": 36,
    "r": 132,
    "b": 12,
    "reggae": 138,
    "blues": 22,
    "show": 157,
    "workout": 200,
    "relax": 139,
    "focus": 56,
    "study": 173,
    "sleep": 164,
    "party": 116,
    "work": 199,
    "information": 79,
    "about": 2,
    "tell": 179,
    "who": 198,
    "is": 80,
    "artist": 8,
    "know": 85,
    "coldplay": 34,
    "band": 15,
    "justin": 83,
    "bieber": 19,
    "song": 168,
    "wake": 195,
    "up": 191,
    "shape": 154,
    "blinding": 21,
    "lights": 89,
    "bad": 14,
    "guy": 65,
    "despacito": 41,
    "uptown": 192,
    "funk": 59,
    "rolling": 148,
    "in": 77,
    "deep": 40,
    "someone": 167,
    "like": 90,
    "perfect": 118,
    "this": 183,
    "one": 114,
    "s": 149,
    "my": 107,
    "favorite": 53,
    "love": 97,
    "great": 64,
    "add": 3,
    "favorites": 54,
    "really": 136,
    "enjoy": 51,
    "save": 151,
    "can": 29,
    "for": 57,
    "mark": 100,
    "as": 9,
    "liked": 91,
    "don": 44,
    "t": 177,
    "not": 110,
    "hate": 67,
    "skip": 163,
    "dislike": 42,
    "it": 81,
    "please": 124,
    "remove": 141,
    "list": 92,
    "sucks": 174,
    "fan": 52,
    "next": 109,
    "change": 31,
    "go": 61,
    "new": 108,
    "boring": 23,
    "move": 104,
    "previous": 127,
    "back": 13,
    "last": 86,
    "replay": 143,
    "rewind": 146,
    "earlier": 46,
    "played": 120,
    "before": 16,
    "repeat": 142,
    "that": 180,
    "let": 88,
    "loop": 94,
    "start": 171,
    "beginning": 17,
    "put": 129,
    "shuffle": 158,
    "randomly": 135,
    "random": 134,
    "shuffled": 159,
    "order": 115,
    "mix": 102,
    "volume": 194,
    "make": 99,
    "louder": 96,
    "increase": 78,
    "sound": 170,
    "raise": 133,
    "pump": 128,
    "more": 103,
    "crank": 37,
    "lower": 98,
    "too": 185,
    "loud": 95,
    "reduce": 137,
    "down": 45,
    "quieter": 131,
    "quiet": 130,
    "bit": 20,
    "decrease": 39,
    "softer": 165,
    "mute": 106,
    "silent": 162,
    "silence": 161,
    "shut": 160,
    "audio": 10,
    "kill": 84,
    "anything": 7,
    "unmute": 190,
    "restore": 144,
    "bring": 24,
    "enable": 49
  },
  "intent": {
    "greet": 5,
    "goodbye": 4,
    "play_music": 9,
    "play_music_mood": 10,
    "ask_playlist": 2,
    "pause_music": 8,
    "resume_music": 13,
    "search_by_artist": 15,
    "search_by_album": 14,
    "search_by_genre": 16,
    "search_by_playlist": 17,
    "ask_music_artist_info": 0,
    "ask_music_info": 1,
    "like_song": 6,
    "dislike_song": 3,
    "skip_song": 19,
    "previous_song": 11,
    "repeat_song": 12,
    "shuffle_play": 18,
    "volume_up": 22,
    "volume_down": 21,
    "mute_music": 7,
    "unmute_music": 20
  },
  "response": null,
  "action_name": {
    "action_listen": 14,
    "action_restart": 17,
    "action_session_start": 21,
    "action_default_fallback": 11,
    "action_deactivate_loop": 8,
    "action_revert_fallback_events": 18,
    "action_default_ask_affirmation": 9,
    "action_default_ask_rephrase": 10,
    "action_two_stage_fallback": 24,
    "action_unlikely_intent": 25,
    "action_back": 1,
    "action_send_text": 20,
    "action_extract_slots": 12,
    "action_cancel_flow": 3,
    "action_correct_flow_slot": 7,
    "action_clarify_flows": 4,
    "action_run_slot_rejections": 19,
    "action_clean_stack": 5,
    "action_trigger_search": 23,
    "action_trigger_chitchat": 22,
    "action_reset_routing": 16,
    "action_hangup": 13,
    "action_repeat_bot_messages": 15,
    "action_block_digression": 2,
    "action_continue_digression": 6,
    "action_ask_music_bot": 0,
    "music_form": 26,
    "utter_ask_playlist": 27,
    "utter_goodbye": 28,
    "utter_greet": 29,
    "utter_pause_music": 30,
    "utter_play_music_mood": 31,
    "utter_resume_music": 32,
    "utter_search_by_album": 33,
    "utter_search_by_artist": 34,
    "utter_search_by_genre": 35
  },
  "action_text": null,
  "intent_response_key": null
}